[
  "岱宗夫如何，齐鲁青未了。造化钟神秀，阴阳割昏晓。荡胸生曾云，决眥入归鸟。会当凌绝顶，一览众山小。",
  "东郡趋庭日，南楼纵目初。浮云连海岱，平野入青徐。孤嶂秦碑在，荒城鲁殿余。从来多古意，临眺独踌躇。",
  "胡马大宛名，锋稜瘦骨成。竹批双耳峻，风入四蹄轻。所向无空阔，真堪托死生。骁腾有如此，万里可横行。",
  "素练风霜起，苍鹰画作殊。㩳身思狡兔，侧目似愁胡。绦镟光堪摘，轩楹势可呼。何当击凡鸟，毛血洒平芜。",
  "林风纤月落，衣露静琴张。暗水流花径，春星带草堂。检书烧烛短，看剑引杯长。诗罢闻吴咏，扁舟意不忘。",
  "华亭入翠微，秋日乱清晖。崩石欹山树，清涟曳水衣。紫鳞冲岸跃，苍隼护巢归。向晚寻征路，残云傍马飞。",
  "白也诗无敌，飘然思不群。清新庾开府，俊逸鲍参军。渭北春天树，江东日暮云。何时一樽酒，重与细论文？",
  "不识南塘路，今知第五桥。名园依绿水，野竹上青霄。谷口旧相得，濠梁同见招。平生为幽兴，未惜马蹄遥。",
  "百顷风潭上，千章夏木清。卑枝低结子，接叶暗巢莺。鲜鲫银丝鲙，香芹碧涧羹。翻疑舵楼底，晚饭越中行。",
  "万里戎王子，何年别月支。异花来绝域，滋蔓匝清池。汉使徒空到，神农竟不知。露翻兼雨打，开拆渐离披。",
  "旁舍连高竹，疏篱带晚花。碾涡深没马，藤蔓曲藏蛇。词赋工无益，山林迹未赊。尽捻书籍卖，来问尔东家。",
  "剩水沧江破，残山碣石开。绿垂风折笋，红绽雨肥梅。银甲弹筝用，金鱼换酒来。兴移无洒扫，随意坐莓苔。",
  "床上书连屋，阶前树拂云。将军不好武，稚子总能文。醒酒微风入，听诗静夜分。絺衣挂萝薛，凉月白纷纷。",
  "幽意忽不惬，归期无奈何。出门流水住，回首白云多。自笑灯前舞，谁怜醉后歌？只应与朋好，风雨亦来过。",
  "今夜鄜州月，闺中只独看。遥怜小儿女，未解忆长安。香雾云鬟湿，清辉玉臂寒。何时倚虚幌，双照泪痕干？",
  "战哭多新鬼，愁吟独老翁。乱云低薄暮，急雪舞回风。瓢弃樽无绿，炉存火似红。数州消息断，愁坐正书空。",
  "国破山河在，城春草木深。感时花溅泪，恨别鸟惊心。烽火连三月，家书抵万金。白头搔更短，浑欲不胜簪。",
  "无家对寒食，有泪如金波。斫却月中桂，清光应更多。仳离放红蕊，想像颦青蛾。牛女漫愁思，秋期犹渡河。",
  "天上秋期近，人间月影清。入河蟾不没，捣药兔长生。只益丹心苦，能添白发明。干戈知满地，休照国西营。",
  "花隐掖垣暮，啾啾栖鸟过。星临万户动，月傍九霄多。不寝听金钥，因风想玉珂。明朝有封事，数问夜如何。",
  "昼刻传呼浅，春旗簇仗齐。退朝花底散，归院柳边迷。楼雪融城湿，宫云去殿低。避人焚谏草，骑马欲鸡栖。",
  "西掖梧桐树，空留一院阴。艰难归故里，去住损春心。宫殿青门隔，云山紫逻深。人生五马贵，莫受二毛侵。",
  "冠冕通南极，文章落上台。诏从三殿去，碑到百蛮开。野馆穠花发，春帆细雨来。不知沧海使，天遣几时回。",
  "乐极伤头白，更长爱烛红。相逢难衮衮，告别莫匆匆。但恐天河落，宁辞酒盏空。明朝牵世务，挥泪各西东。",
  "莽莽万重山，孤城石谷间。无风云出塞，不夜月临关。属国归何晚，楼兰斩未还。烟尘一长望，衰飒正摧颜。",
  "戍鼓断人行，边秋一雁声。露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。",
  "凉风起天末，君子意如何。鸿雁几时到，江湖秋水多。文章憎命达，魑魅喜人过。应共冤魂语，投诗赠汨罗。",
  "天外秋云薄，从西万里风。今朝好晴景，久雨不妨农。塞柳行疏翠，山梨结小红。胡笳楼上发，一雁入高空。",
  "一县葡萄熟，秋山苜蓿多。关云常带雨，塞水不成河。羌女轻烽燧，胡儿掣骆驼。自伤迟暮眼，丧乱饱经过。",
  "野寺残僧少，山园细路高。麝香眠石竹，鹦鹉啄金桃。乱水通人过，悬崖置屋牢。上方重阁晚，百里见秋毫。",
  "愁眼看霜露，寒城菊自花。天风随断柳，客泪堕清笳。水静楼阴直，山昏塞日斜。夜来归鸟尽，啼杀后栖鸦。",
  "幸因腐草出，敢近太阳飞。未足临书卷，时能点客衣。随风隔幔小，带雨傍林微。十月清霜重，飘零何处归。",
  "清秋望不极，迢递起层阴。远水兼天净，孤城隐雾深。叶稀风更落，山迥日初沉。独鹤归何晚，昏鸦已满林。",
  "翠柏苦犹食，明霞高可餐。世人共卤莽，吾道属艰难。不爨井晨冻，无衣床夜寒。囊空恐羞涩，留得一钱看。",
  "带甲满天地，胡为君远行。亲朋尽一哭，鞍马去孤城。草木岁月晚，关河霜雪清。别离已昨日，因见古人情。",
  "锦里烟尘外，江村八九家。圆荷浮小叶，细麦落轻花。卜宅从兹老，为农去国赊。远惭勾漏令，不得问丹砂。",
  "干戈犹未定，弟妹各何之？拭泪沾襟血，梳头满面丝。地卑荒野大，天远暮江迟。衰疾那能久，应无见汝期。",
  "野寺江天豁，山扉花竹幽。诗应有神助，吾得及春游。径石相萦带，川云自去留。禅枝宿众鸟，漂转暮归愁。",
  "寺忆曾游处，桥怜再渡时。江山如有待，花柳更无私。野润烟光薄，沙暄日色迟。客愁全为减，舍此复何之？",
  "啭枝黄鸟近，泛渚白鸥轻。一径野花落，孤村春水生。衰年催酿黍，细雨更移橙。渐喜交游绝，幽居不用名。",
  "檐影微微落，津流脉脉斜。野船明细火，宿鹭起圆沙。云掩初弦月，香传小树花。邻人有美酒，稚子夜能赊。",
  "好雨知时节，当春乃发生。随风潜入夜，润物细无声。野径云俱黑，江船火独明。晓看红湿处，花重锦官城。",
  "坦腹江亭暖，长吟野望时。水流心不竞，云在意俱迟。寂寂春将晚，欣欣物自私。故林归未得，排闷强裁诗。",
  "去郭轩楹敞，无村眺望赊。澄江平少岸，幽树晚多花。细雨鱼儿出，微风燕子斜。城中十万户，此地两三家。",
  "蜀天常夜雨，江槛已朝晴。叶润林塘密，衣干枕席清。不堪祇老病，何得尚浮名。浅把涓涓酒，深凭送此生。",
  "不见李生久，佯狂真可哀。世人皆欲杀，吾意独怜才。敏捷诗千首，飘零酒一杯。匡山读书处，头白好归来。",
  "日临公馆静，画满地图雄。剑阁星桥北，松州雪岭东。华夷山不断，吴蜀水相通。兴与烟霞会，清樽幸不空。",
  "客睡何曾著，秋天不肯明。入帘残月影，高枕远江声。计拙无衣食，途穷仗友生。老妻书数纸，应悉未归情。",
  "秋窗犹曙色，落木更高风。日出寒山外，江流宿雾中。圣朝无弃物，衰病已成翁。多少残生事，飘零任转蓬。",
  "楚隔乾坤远，难招病客魂。诗名惟我共，世事与谁论。北阙更新主，南星落故园。定知相见日，烂漫倒芳樽。",
  "江水东流去，清樽日复斜。异方同宴赏，何处是京华。亭景临山水，村烟对浦沙。狂歌遇形胜，得醉即为家。",
  "路出双林外，亭窥万井中。江城孤照日，山谷远含风。兵革身将老，关河信不通。犹残数行泪，忍对百花丛。",
  "向晚波微绿，连空岸却青。日兼春有暮，愁与醉无醒。漂泊犹杯酒，踟蹰此驿亭。相看万里外，同是一浮萍。",
  "鹅儿黄似酒，对酒爱新鹅。引颈嗔船逼，无行乱眼多。翅开遭宿雨，力小困沧波。客散层城暮，狐狸奈若何。",
  "陈迹随人事，初秋别此亭。重来梨叶赤，依旧竹林青。风幔何时卷，寒砧昨夜声。无由出江汉，愁绪日冥冥。",
  "十室几人在，千山空自多。路衢唯见哭，城市不闻歌。漂梗无安地，衔枚有荷戈。官军未通蜀，吾道竟如何。",
  "西京安稳未？不见一人来。腊日巴江曲，山花已自开。盈盈当雪杏，艳艳待春梅。直苦风尘暗，谁忧客鬓催。",
  "岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨。济时敢爱死，寂寞壮心惊。",
  "胜绝惊身老，情忘发兴奇。座从歌妓密，乐任主人为。重碧拈春酒，轻红擘荔枝。楼高欲愁思，横笛未休吹。",
  "禹庙空山里，秋风落日斜。荒庭垂橘抽，古屋画龙蛇。云气嘘青壁，江声走白沙。早知乘四载，疏凿控三巴。",
  "细草微风岸，危樯独夜舟。星垂平野阔，月涌大江流。名岂文章著，官应老病休。飘飘何所似，天地一沙鸥。",
  "徐步携斑杖，看山仰白头。翠深开断壁，红远结飞楼。日出清江望，暄和散旅愁。春城见松雪，始拟进归舟。",
  "巨石水中央，江寒出水长。沉牛答云雨，如马戒舟航。天意存倾覆，神功接混茫。干戈连解缆，行止忆垂堂。",
  "江上日多雨，萧萧荆楚秋。高风下木叶，永夜揽貂裘。勋业频看镜，行藏独倚楼。时危思报主，衰谢不能休。",
  "万木云深隐，连山雨未开。风扉掩不定，水鸟过仍回。鲛馆如鸣杼，樵舟岂伐枚。清凉破炎毒，衰意欲登台。",
  "孤月当楼满，寒江动夜扉。委波金不定，照席绮逾依。未缺空山静，高悬列宿稀。故园松桂发，万里共清辉。",
  "暝色延山径，高斋次水门。薄云岩际宿，孤月浪中翻。鹳鹤追飞静，豺狼得食喧。不眠忧战伐，无力正乾坤。",
  "恍惚寒江暮，透迤白雾昏。山虚风落石，楼静月侵门。击柝可怜子，无衣何处村。时危关百虑，盗贼尔犹存。",
  "四更山吐月，残夜水明楼。尘匣元开镜，风帘自上钩。兔应疑鹤发，蟾亦恋貂裘。斟酌姮娥寡，天寒奈九秋。",
  "永与清溪别，蒙将玉馔俱。无才逐仙隐，不敢恨庖厨。乱世轻全物，微声及祸枢。衣冠兼盗贼，饕餮用斯须。",
  "昔闻洞庭水，今上岳阳楼。吴楚东南坼，乾坤日夜浮。亲朋无一字，老病有孤舟。戎马关山北，凭轩涕泗流。",
  "春岸桃花水，云帆枫树林。偷生长避地，适远更沾襟。老病南征日，君恩北望心。百年歌自苦，未见有知音。",
  "天地空搔首，频抽白玉簪。皇舆三极北，身事五湖南。恋阙劳肝肺，抡材愧杞柟。乱离难自救，终是老湘潭。",
  "江汉思归客，乾坤一腐儒。片云天共远，永夜月同孤。落日心犹壮，秋风病欲苏。古来存老马，不必取长途。",
  "水阔苍梧野，天高白帝秋。途穷那免哭，身老不禁愁。大府才能会，诸公德业优。北归冲雨雪，谁悯敝貂裘。"
]