[
    "师旷之聪，公输之巧；范围不过，曲成不遗。",
    "搁笔题诗，两人千古；临江吞汉，三楚一楼。",
    "渔猎群经，导扬百氏；浦云十色，溪月九霄。",
    "叶公好龙，真龙必出；伯乐相马，凡马皆空。",
    "零溪东环，群流并纳；阳适南倚，千仞独高。",
    "作无品官，行有品事；读百家书，成一家言。",
    "襟江带湖，居荆楚要；观风整俗，为郡邑先。",
    "教人以言，诗书执礼；在州无事，朝暮习劳。",
    "八星谈天，三带说地；四宗异教，五族同人。",
    "大肚能容，包含色相；开口便笑，指示迷途。",
    "云树千山，风泉万壑；洞门一扇，石室半重。",
    "渔父不来，桃花何处；空亭独坐，流水自闲。",
    "到此山来，莫放云去；任从波撼，难将石磨。",
    "一夫当关，万夫顿辔；五里为堠，十里置亭。",
    "四塞雄关，跨溇吞澧；一山乱石，走云连风。",
    "有惠人心，可来兹地；无君子德，莫登此堂。",
    "杞妻不生，巴妇不死；天柱以立，地维以尊。",
    "铜琶铁板，大江东去；月明星稀，乌鹊南飞。",
    "空潭泻春，若其天放；明漪绝底，饮之太和。",
    "百二关河，十年征戍；八千子弟，九塞声名。",
    "公羊传经，司马纪史；白虎德论，雕龙文心。",
    "智水仁山，在此堂宇；经神学海，发为文章。",
    "太华作云，散为霖雨；潞川学海，清到源头。",
    "炎汉太宗，长沙清庙；襟江千里，带郭万家。",
    "翠微一拳，对立人纪；湖水千尺，清见母心。",
    "天半朱霞，云中白鹤；山间明月，江上清风。",
    "登楼目眩，有水无地；对瀑耳聋，不云常雷。",
    "甘或如醴，淡或如水；无即学佛，有即学仙。",
    "有一刻闲，且勤我职；无十分屈，莫入吾门。",
    "帝旌其行，民视其德；人伦之至，孺慕之诚。",
    "此山如龙，曰唯县望；凡士附骥，因益名章。",
    "两由一生，文章悬象；溪向川注，学海朝宗。",
    "首化之行，地邻江汉；无人不学，女事诗书。",
    "适子之馆，授子之粲；观其所由，察其所安。",
    "一抹斜阳，半堤芳草；几堆竹素，二顷梅花。",
    "画里移舟，梅边吹笛；墙头唤酒，枕上看潮。",
    "四大空中，独留云住；一江缺处，远看潮来。",
    "山色湖光，都归一览；英雄儿女，并艳千秋。",
    "在山泉清，出山泉浊；陆居非室，水君非舟。",
    "以学愈愚，是堂堂阵；有备无患，铸将将才。",
    "壮其文词，一见诵忆；慕仰风味，匪为观游。",
    "百丈称雄，对门兀立；九溪别派，抱寺曲流。",
    "仙佛缘中，湖山胜处；楼台影里，云水闲时。",
    "长啸一声，山鸣谷应；举头四望，海阔天空。",
    "绕郭有山，白云高妙；近水得月，清光大来。",
    "隔江诸山，到此堂下；太守之宴，与众宾欢。",
    "群贤毕至，少长咸集；清风徐来，水波不兴。",
    "蕙带荷衣，偃蹇姣服；兰橑桂栋，芳菲满堂。",
    "自西自东，万流仰镜；允文允武，八柱承天。",
    "铜柱珠崖，大将旗鼓；牙麾玉帐，公侯干城。",
    "砺山带河，与世无极；国恩先烈，终身不忘。",
    "未出山时，一寒至此；飞来峰下，有亭翼然。",
    "臣门如市，臣心如水；今人与居，古人与稽。",
    "警尔顽民，有耻且格；察于上下，防患未然。",
    "进德修业，欲及时也；化民成俗，必由学乎。",
    "天作高山，山高作镇；门通大道，道大通神。",
    "视尔梦梦，天胡此醉；于时处处，人亦有言。",
    "六一居士，到今俎豆；三千世界，如此江山。",
    "远吞山光，平挹江濑；下临无地，上出重霄。",
    "南岳云兴，出为霖雨；大江波静，退领湖山。",
    "小窗多明，俯拾即是；众山倒景，乘空欲飞。",
    "四大皆空，从何处坐；独立不惧，作如是观。",
    "先觉后觉，非觉无觉；人园我园，不园名园。",
    "斯道斯民，荡平正直；我用我法，俭简谦廉。",
    "大法小廉，宣我上德；湘清岳峻，式是南邦。",
    "不卑小官，尝为委吏；既得天爵，奠非王臣。",
    "室有澹台，与商公事；人非安石，莫尚清谈。",
    "太华夜碧，人闻清钟；西山朝来，致有爽气。",
    "万里长征，此为祖道；大江东去，肯择细流。",
    "汉献之朝，恨无医国；神农而后，赖有传书。",
    "奋百世下，顽廉懦立；环两山间，泉甘土肥。",
    "一道盘空，白云覆地；两山之壁，黄河中流。",
    "入水不濡，入火不爇；与子言孝，与父言慈。",
    "天视民视，天听民听；人溺己溺，人饥己饥。",
    "别有天地，山水清绝；略余亭台，禽鱼穆然。",
    "清清冷冷，小亭听水；穆穆皇皇，大云出山。",
    "王孙不归，芳草何曾歇；城郭犹是，白云无尽时。",
    "沧溟一波，俨掀天揭地；亭毒万汇，要见性明心。",
    "拍板征歌，唱大江东去；举杯邀影，待明月西来。",
    "不遑宁居，一官领百里；亦有远志，百姓如一家。",
    "疾苦疮痍，一反手奏效；望闻问切，三折肱程功。",
    "明月梅花，拜祁连高冢；疾风劲草，识板荡忠臣。",
    "南国祭酒，说文九千字；东邦大儒，著书数万言。",
    "虽有周亲，不如我同姓；谁谓朱远，率乃祖攸行。",
    "一览众山，空无所依傍；千秋万岁，最苦此夫妻。",
    "栽者培之，其始播百谷；母也天祗，所以养万民。",
    "小筑一楼，存西爽遗迹；相离数武，即东坡古庵。",
    "如得其情，则哀矜勿喜；有条不紊，若网之在纲。",
    "海边潮至，庶徐徐闻乎；陌上花开，可缓缓归矣。",
    "不出户庭，能知天下事；有好消息，说与大家听。",
    "凤水龙山，江左人文相望；吴头楚尾，中流形胜在兹。",
    "信古不迁，也是昔贤知己；流阴若寄，毋为今世闲人。",
    "洞辟几时，问桃花而不语；亭蹲一角，对潭水以怀清。",
    "吾道南来，的是濂溪正派；大江东去，无非湘水余波。",
    "在山本清，泉自源头冷起；入世皆幻，峰从天外飞来。",
    "胜地难逢，莫把眼前错过；众山罗列，最宜雨后来登。",
    "我非爱财，骑虎不能下背；人如求富，执鞭亦所甘心。",
    "人莫心高，自有生成造化；事由天定，何须苦用机关。",
    "百战余生，不知老之将至；一命有责，须尽力所当为。",
    "南岳西泠，大地茅庐两个；吴头楚尾，中流砥柱一人。",
    "好景欲仙，何必重寻三岛；引人入胜，尤须更上一层。",
    "至德无称，三让两家天下；高山可仰，一抔万古江南。",
    "梅鹤为邻，小坐依然图画；莼鲈下酒，故乡无此湖山。",
    "联蜀拒曹，乃公一生学问；舍奸去诈，则吾十年用心。",
    "来往游人，须知爱惜花柳；春秋佳日，切莫辜负湖山。",
    "面面相窥，佛也须有靠背；高高在上，人到此即回头。",
    "树摇苍空，云气暗遮楼阁；园据绿水，月明如坐潇湘。",
    "云门寺里，无剩言几个僧；石帆峰前，好风景一溪水。",
    "胜负论棋，切莫误抛一子；海江比学，须知能纳万流。",
    "退后半弓，让与池塘占却；登高一览，喜看车马到来。",
    "两点金焦，到山时不如望；一庵海岳，怀古者见其人。",
    "君父未忘，忍饿那可遽死；干戈不靖，惟让乃能息争。",
    "地缩三弓，墙外让人行路；楼添一角，座中留客听泉。",
    "孔思周情，吾道实先北学；雨奇晴好，人间又有西湖。",
    "今尚祀虞，东汉已无高后庙；斯真霸越，西施曾上范家船。",
    "民不可欺，常愁自折儿孙福；官非易做，怕听人呼父母名。",
    "花竹一庭，是亦中人十家产；轩窗四壁，可无广厦万间心。",
    "维楚有材，大厦于今要梁栋；因树为屋，故乡无此好湖山。",
    "百里蒙庥，山川大神享于此；万方多难，云雷君子意如何？",
    "鼠雀无争，民谓时清官亦懒；苞苴必却，生来贫惯本非廉。",
    "菽水承欢，一孝能存千古味；饧箫满市，几声吹暖二人心。",
    "此即濠间，非我非鱼皆乐境；恰来海上，在山在水有清音。",
    "后乐先忧，范希文庶几知道；昔闻今上，杜少陵可与言诗。",
    "村舍俨然，笑渔人迷不得路；水源宛在，偕太守常来问津。",
    "我欲凌风，把酒独怀千载上；又东至澧，出门一笑大江横。",
    "百世之师，匹夫有志公可法；三书犹在，宰相无名鬼不灵。",
    "大湖东西，澧浦与岳阳对峙；小范忧乐，英雄要儿女平分。",
    "有美一人，中夜开五铢环珮；遗世独立，下游俯两点金焦。",
    "小子听之，濯足濯缨皆自取；先生醉矣，一丘一壑自陶然。",
    "如此青山，片石三生无限恨；是何黄土，十年双葬可怜人。",
    "万象在旁，莫嫌眼底乾坤小；一拳打碎，要使胸中块垒平。",
    "薜荔惊秋，长沙旧是招魂地；梓桑展敬，浙水还谋归骨期。",
    "粒我蒸民，使有菽粟如水火；播时百谷，先知稼穑之艰难。",
    "灯影幢幢，凄绝暗窗吹雨夜；荻花瑟瑟，魂销明月满窗时。",
    "音亦可观，方算聪明无二用；佛何称士，须知儒释有同源。",
    "万里神通，渡海遥分功德水；六朝都会，环山长护吉祥云。",
    "血恨千年，秋后愁闻唱诗鬼；空山片石，苍然如待表阡人。",
    "澧水有源，饮水还寻故里水；彭山主我，出山仍住自家山。",
    "致远钩深，此处好放开眼界；居高临下，到来须站定脚跟。",
    "西望关中，百战十年空鸟兔；北临绵上，千秋一例感龙蛇。",
    "管仲不为，十族惨于真召忽；成王安在，一言愧煞假周公。",
    "身后是非，盲女村翁多乱说；眼前热闹，解元才子几文钱。",
    "弹指皆空，玉局可曾留带去；如拳不大，金山也肯过江来。",
    "蚡冒勤民，筚路山林三代化；陶公讲武，营门官柳四时春。",
    "以斗量才，问何人能当一石；如金惜墨，看此日横扫千军。",
    "一堕风尘，天上玉堂如昨日；谁同舟楫，眼前沧海正横流。",
    "前辈风流，河朔人才犹可记；先儒乡里，考亭学派试重探。",
    "东海非遥，十丈蓬莱迎晓日；南湖无恙，一双鸳鸟弄晴波。",
    "倚槛遥看，去棹不如归棹逸；题桥偶驻，卸帆犹是挂帆时。",
    "九澧金汤，东横沧海蹲孤柱；一江铁锁，南下黄河第二桥。",
    "穿牖而来，夏日清风冬日日；卷帘相见，前山明月后山山。",
    "华表千年，遗蜕应闻玄鹤语；孤山一角，暗香先返玉梅魂。",
    "葛井当檐，上岭刚逢日初出；孤山隔水，开尊时见鹤飞来。",
    "把臂入林，呼吸湖光饮山渌；抗心希古，网罗秦汉近唐虞。",
    "闵周将危，悲啸古传鲁漆室；信欧有立，雅才今抗宋庐陵。",
    "几席三山，万顷波涛疑海上；湖天一阁，重阳风雨是江南。",
    "无补清时，终老书丛原宿志；偶谈瀛海，重摊诗卷纪前游。",
    "万劫犹存，世上蟪蛄忘岁月；一尘不到，洞中鸡犬亦神仙。",
    "红藕花开，打桨人犹夸粉黛；朱门草没，登楼我自吊英雄。",
    "世事如棋，一着争来千古业；柔情似水，几时流尽六朝春。",
    "满地干戈，故老伤春作寒食；重湖风月，有人招隐结茆庵。",
    "树木十年，此地合名小香雪；太湖万顷，浮生直欲老烟波。",
    "如月当空，偶以微云点河汉；在人为目，且将秋水翦瞳人。",
    "四季笙歌，尚有穷民悲夜月；六朝花柳，浑无隙地种桑麻。",
    "何处招魂，香草还生三户地；当年呵壁，清湘应识九歌心。",
    "德必有邻，把臂呼岳家父子；忠能择主，鼎足定汉室君臣。",
    "三疏流传，枷锁当年称义士；一官归去，锦衣今日愧先生。",
    "扫尽烟云，现出庐山真面目；挽将逝水，认明禹甸旧源头。",
    "天地风尘，古庙丹青经几劫；江淮俎豆，空山雀鼠亦千秋。",
    "孤屿有邻，喜得卓公称后死；严陵在望，直呼皋父哭先生。",
    "来日大难，对此茫茫百端集；英灵不昧，览兹蹇蹇匪躬愚。",
    "天命有归，万里长城宜自坏；人心不死，千秋直道任公评。",
    "祠接谢亭，亦有文章惊海甸；忠符信国，并悬肝胆照江心。",
    "锦绣江山，半壁雄心敌吴魏；风云儿女，千秋佳话掩甘糜。",
    "春雨桑楼，无限落花悲帝子；秋风剑阁，有人洒泪吊将军。",
    "长与流芳，一片当年干净土；宛然浮玉，千秋此处妙高台。",
    "风景不殊，四十年余旧泥爪；江山如许，二千里外小金焦。",
    "墩本吾家，胜迹从来称太傅；宅由我造，半山莫更让荆公。",
    "往事重论，怀古谁含出世想；昔贤不见，听泉我爱在山声。",
    "湖两山孤，此处有泉可漱也；天一地六，先生自号无说乎。",
    "万卷百城，安事酒杯浇垒块；清风明月，故应城市有山林。",
    "襟带有情，绕郭河声从地出；烟云如画，隔窗山色自天来。",
    "外域全归，坐揽关山皆胜地；上游得据，笑谈西北有高楼。",
    "冰井留铭，且喜诗人足千古；云山如画，恰宜此地作重阳。",
    "小别西湖，恰来此地看烟雨；相逢南浦，同上高楼话水云。",
    "专意缥缃，左太冲宜春之里；自栽草木，李义山永乐所居。",
    "开门见山，遣兴无妨抚松竹；平地负篑，为高岂必因丘陵。",
    "五夜楼船，曾上孤亭听鼓角；一尊浊酒，重来此地看湖山。",
    "山色连城，定有诗人回杖履；江声满耳，坐看小吏卷文书。",
    "文章有神，浩气接大江南北；风雨不动，欢颜开广厦万千。",
    "祀宋贤良，次第谨依言行录；与人家国，凋疏无若靖康年。",
    "六一清风，更有何人继高躅；二分明月，恰于此处照当头。",
    "云行雨施，不崇朝而遍天下；地大物博，祖阳气之发东方。",
    "铜铸交州，长励边臣横海气；珠还合浦，愿铭廉吏饮冰心。",
    "禾黍高低，回首可怜歌舞地；亭台突兀，高怀寄兴往来人。",
    "一掬甘泉，好把清凉浇热客；两头岭路，须将危险告行人。",
    "传舍官衙，敢谓我五日京兆；小桥流水，留此中一片生机。",
    "橐钥无传，一卷伤心狱吏火；户枢不蠹，片言终古活人方。",
    "两皖生才，台阁犹含雄杰气；四郊多垒，江山莫作等闲看。",
    "群族竞争，观以佛家平等法；十年教训，养成君子六千人。",
    "吃饭最难，如公世上无须谷；弃官宜早，为我山头多种松。",
    "崖壁千寻，此是大劈斧画法；渔舠一叶，如入小桃源图中。",
    "事父未能，入庙倾诚皆末节；悦亲有道，见吾不拜也无妨。",
    "自立自强，环堵何妨无长物；镜今镜古，读书所以励雄心。",
    "天若有门，三千界直通呼吸；山能配岳，十六峰罗作儿孙。",
    "人影镜中，被一片花光围住；霜华秋后，看四山岚翠飞来。",
    "光复有功，赢得湖山供俎豆；男儿遗恨，未能甲马奏铙歌。",
    "若不回头，谁替你救苦救难；如能转念，何须我大慈大悲。",
    "五夜工夫，铁脊梁将勤补拙；二时粥饭，金刚屑易食难吞。",
    "门对终南，莫向此中寻捷径；地邻太乙，须知在上有仙都。",
    "且住为佳，何必园林穷胜事；集思广益，岂惟风月助清谈。",
    "麦穗如何，笑向儿童先问岁；桃花无恙，重来岭峤正行春。",
    "泉飞千尺，帝将用汝作霖雨；壁立万仞，人皆仰公若泰山。",
    "生有神灵，乡里犹传骑虎异；没垂天壤，权谋翻恨徙燕书。",
    "神其享之，远道驱车下丰沛；侯竟王矣，当年失策笑韩彭。",
    "几席三山，万顷波涛疑海上；湖天一阁，重阳风雨是江南。",
    "龛护白云，是大士双趺坐处；楼观沧海，惟达摩一苇杭之。",
    "藤杖一条，捉得起才放得下；禅关两扇，看不破便打不开。",
    "有独醒时，出海河声凉到枕；无可争处，联峰山色静于棋。",
    "击楫横槎，黄水远浮天以上；眠琴招鹤，白云留住山之阿。",
    "老吏何能，有讼不如无讼好；小民易化，善人终比恶人多。",
    "地中有山，始利大川终邑国；人间何世，即看小岛亦波澜。",
    "吾道非耶，岂复出山为小草；此生休矣，乃知阅世尽沧桑。",
    "能度众生，岂独潭龙知听讲；愿闻一喝，长教海水不扬波。",
    "台接囊萤，如车武子方称学者；池临洗墨，看范希文何等秀才。",
    "横笛一声，延西泠十二桥明月；登楼长啸，和凤林百八杵钟声。",
    "好水好山，出东郭不半里而至；宜晴宜雨，比西湖第一楼何如。",
    "是色是空，于一毫端见宝王刹；无台无榭，坐微尘里转大法轮。",
    "借一蒲团，请我佛向低处说法；擎九莲瓣，问世人从那里寻根。",
    "奇伟秀绝，乃在下州小邑之僻；天高气迥，尤与中秋观月为宜。",
    "名冠诸侯，自古贤无有及公子者；仁而下士，乃间步往从此两人游。",
    "江水东流，淘尽了千古英雄儿女；石城西峙，依旧是六朝烟雨楼台。",
    "待其送夕阳，延素月；若已窥烟液，临沧州。",
    "延湖海英豪，力维时局；勖沅湘子弟，再赞中兴。",
    "大庇一方民，丛祠无恙；遍行九州雨，神女不归。",
    "并贞岭娥碑，传之不朽；合忠臣义士，过者生哀。",
    "百里古公侯，万人托命；一官民父母，四境为家。",
    "江海拥三山，揽全吴胜；乾坤擎一柱，障百川东。",
    "流与峙并佳，三山独聚；地因人擅胜，千古称雄。",
    "秋色从西来，雁门紫塞；明月几时有，玉宇琼楼。",
    "中圣人之清，有如此水；取醉翁之意，以名吾亭。",
    "慷慨志犹存，一瞑奚惜；名节事极大，十族何妨。",
    "宇宙大文章，原从孝友；古今名将相，气作星辰。",
    "正柳织烟绡，花明春镜；任船依断石，袖裹寒云。",
    "东坡千载人，游于物表；钱塘万顷白，来自云端。",
    "辟艺苑文林，以为三径；擅春花秋实，无忝百城。",
    "惟精诚所感，能开金石；兴山泽之利，以致富强。",
    "许先帝驰驱，东连吴会；有儒者气象，上继伊周。",
    "吕仙醉而醒，大醉非醉；君山流不去，狂流自流。",
    "天地几人才，置之海外；乾坤有正气，在此楼中。",
    "读五千卷书，方入此室；饮三十日酒，还胜他人。",
    "台榭如富贵，时至则有；草水似名节，久而后成。",
    "微唐姬有身，天下恶乎定；后吴芮裂土，长沙又此王。",
    "卧莲瓣读书，是天人福慧；见桃花悟道，须来者聪明。",
    "似入万重山，不离三亩地；欲穷千里目，更上一层楼。",
    "淡泊以明志，宁静以致远；汉贼不两立，王业不偏安。",
    "闻多素心人，乐与数晨夕；翻疑淳朴处，自有一山川。",
    "诸天诸世界，诸星诸世界；一花一如来，一叶一如来。",
    "老屋付东流，只剩两三星火；新居依北固，平分左右金焦。",
    "龙得云斯灵，道在通权达变；潭之水不涸，学须穷委究源。",
    "千古两梅妻，公几为多情死；西湖三少保，此独以功名终。",
    "尺地借何难，愿慕爱人学道；分阴宜共惜，莫夸坐啸清淡。",
    "不逢哥利王，何得漆身为厉；若遇秦丞相，也惊垢面风痴。",
    "上第一峰头，到处皆当撒手；空大千世界，看来尽是忘机。",
    "夫子既圣矣，为人臣史载笔；后世有述焉，今天下书同文。",
    "地近越王台，入室有秦时明；家传太丘长，登堂怀汉代高风。",
    "天镜照晴空，李白乍来又坡老；石钟留胜迹，小姑依旧对彭郎。",
    "半亩此迎神，越国江山留垄断；五湖长浪迹，吴宫花草入扁舟。",
    "燕市宅犹存，三疏共传公有胆；钤山堂尚在，十年不出彼何心。",
    "慈惠戒优容，总在诚心行实政；利名都摆脱，本来廉吏即真儒。",
    "对一碧渊潭，便欲澄清及民物；看百年乔木，须知盘错待冰霜。",
    "我本楚狂人，五岳寻仙不辞远；地犹邹氏邑，万方多难此登临。",
    "绝境此何来，版宇原非刘氏土；避秦意休问，世家原属晋时人。",
    "扼九澧上游，试饱看零山溇水；请诸君小坐，与细话秦塞汉关。",
    "无奈荔支何，前度来迟今又早；相思桃叶杳，主人已去客犹留。",
    "王者五百年，湖山具有英雄气；春光二三月，莺花合是美人魂。",
    "瓯浙越梅循，海国仍持使者节；陇秦指疏勒，榕垣还作故乡看。",
    "卧虎保岩畺，狂寇不教匹马返；驱蝗成稔岁，将军合号百虫来。",
    "飞气吐长虹，天与大江成锁钥；骞身摘星斗，人从绝顶看光芒。",
    "活水有源头，万顷雨盈旸不涸；崇冈多好处，片云朝去暮还来。",
    "海气百重楼，总为浮云能蔽日；文章千古事，生逢异代不同时。",
    "我辈复登临，昔人已乘黄鹤去；大江流日夜，此心吾与白鸥盟。",
    "古刹有真如，最庄严七层宝塔；老僧无障碍，大供养一个庐山。",
    "管子天下才，霸图表海盐专卖；东坡宦游地，吏隐即仙心太平。",
    "三辅滞书邮，落木秋风衡岳雁；两湖话土物，桃花春水武昌鱼。",
    "宾馆喜重逢，同上吴城观落日；乡关杳何处？却寻衡岳望归云。",
    "遗迹镇栖霞，酾酒重瞻新庙貌；大旗悬落日，撼山愿学旧军容。",
    "豚蹄祝篝车，愿我公神其来享；蟊贼多伏莽，请将军聚而歼旃。",
    "祠傍水仙王，北宋尚留高士迹；树成香雪海，西湖重见古时春。",
    "此老最多情，不独管婚嫁两事；几人得如意，要知有因果一层。",
    "一见问灵源，师自离山吾听水；卅年依古洞，世方沉陆我观潮。",
    "无命复何如，徒令上将挥神笔；未捷身先死，长使英雄泪满襟。",
    "到此莫题诗，谁个敢为学士敌；偶然去捉月，我来甘拜酒仙狂。",
    "明眼怕看人，万事思量惟酒好；湖边能醉日，一春不惜买花钱。",
    "对面隔云泥，嗟哉吾党二三子；此心系家国，安得广厦千万间。",
    "天地一网罟，欲度众生谁解脱；飞潜皆性命，但存此念即菩提。",
    "亦有褚渊生，弱质自成松柏劲；终从汪踦死，义心常并芷兰芬。",
    "人上翠微梯，蓬岛春阴天尺五；客来书画舫，桃花流水月初三。",
    "绝顶共跻攀，江上琵琶向谁语；五峰相揖让，山中云雾待吾开。",
    "我辈复登临，壶觞须就陶彭泽；群公有惭色，勋业终归马伏波。",
    "放眼看江山，无限白云都过去；题诗问鹦鹉，何年黄鹤复归来？",
    "一序证前游，太白光芒神久在；三章怀绝调，牡丹时节我刚来。",
    "岳色渡河来，远树平沙天广大；楼头延月入，宋台梁苑客徘徊。",
    "天与水无涯，万舶远循鳌柱麓；地随山共尽，十洲环向海陀峰。",
    "尽此一寸心，与点缀湖光山色；收拾数间屋，尽勾留墨客骚人。",
    "梅鹤寄高闲，遗稿千秋笑司马；湖山写清冷，寒泉一掬拜坡仙。",
    "白首卧松云，先生有才过屈宋；茅亭宿花影，故乡无此好湖山。",
    "诗史数千言，秋天一鹄先生骨；草堂三五里，春水群鸥野老心。",
    "香草美人怜，千古艳名齐小小；茅亭花影宿，一泓清味问憨憨。",
    "向江汉凭栏，作颂愿为尹吉甫；让英豪下笔，爱才谁似李青莲。",
    "俎豆奠维桑，本此地更同吟社；祠堂傍修竹，补先生未到行窝。",
    "千里舳舻联，农隙岁修江夏猎；三军裘带莅，府僚近接岘山游。",
    "拍岸涌惊涛，辽海月明闻鹤语；回澜凭砥柱，沧江云卧有龙吟。",
    "三语岂称工，莫但楼台夸得月；六箴应共勉，好商簿领助移风。",
    "国士合登坛，犹忆平生经百战；君恩许专阃，待看号令肃三军。",
    "十里接银场，前代茭源曾置监；层楼压湘水，过江山色入凭栏。",
    "松柏岁寒心，平仲昔来曾筑室；潇湘水云色，元晖吟望试登楼。",
    "雄剑倚层云，貔貅夜肃天山月；大旗招落日，鼓角霜严敕勒秋。",
    "杰构四窗开，地扼中原控吴楚；忠魂一抔在，天留正气壮山河。",
    "拂袖遽骑箕，空有名山埋剑履；看碑同驻马，尚攀大树想旌旗。",
    "只合任他顽，谁又来凿开浑沌；既然如此怪，我亦欲粉碎虚空。",
    "海国旧传书，是英雄自怜儿女；湖山今入画，有忠信可涉风波。",
    "湖水本无愁，狂客未须浇竹叶；美人渺何许，化身犹自现莲花。",
    "太守昔称廉，千载还珠传盛事；使君重起废，一亭流水喻澄怀。",
    "何处寺飞来，天与开山留佛住；此间尘不到，我非观水亦心清。",
    "英灵咽怒潮，遗庙低徊南渡后；羁旅哀荒屿，残疆抢壤北归时。",
    "鹤去我方来，使我登临增感慨；我来鹤又去，放鹤招隐倍苍茫。",
    "麟兮我心忧，侧身天地更怀古；山从人面起，独立苍茫自咏诗。",
    "地留问月台，去谪仙一千四百载；时有观风使，为孔子七十五代孙。",
    "红杏领春风，愿不速客来醉十日；绿杨足烟水，在小新堤上第二桥。",
    "泉水澹无心，冷暖唯主人翁自觉；峰峦青未了，去来非佛弟子能言。",
    "莫道是空门，要进来须踏着实地；紧防有叉路，走错了便堕入深坑。",
    "造物董生成，须知雷霆雨露无非教；畏威只愚下，犹当戒慎恐惧所不闻。",
    "惟唐代二幢，是峨眉山人未过前屋；此壁上三律，乃空翠亭僧初梦时诗。",
    "由秀才封王，为天下读书人别开生面；驱异族出境，语国中有志者再鼓雄风。",
    "宛在水中央，聚千古名士忠臣人两个；生成香世界，看满湖春风秋月花四时。",
    "胜地最幽清，扶杖勾留在映波锁澜桥畔；主人癖风雅，寻诗屡集从月潭花港船来。",
    "窃怪当日仙人，独私渔父；遍寻此中村落，不见桃花。",
    "迢遥长路三千，我原过客；管领重湖八百，君亦书生。",
    "伊谁鼓棹来游，云移帆影；试起开窗凭眺，月卧浮图。",
    "东林讲学以来，必有名世；南方豪杰之士，于兹为群。",
    "天文地文人文，专门致用；兵学农学礼学，修业益精。",
    "可以养性消疴，还年驻色；爱有嘉禾美卉，垂水蒙华。",
    "三百本海棠花，老于乔木；四十年梁苑客，今作主人。",
    "愿他十邑诸公，清风扇野；容我一年四季，明月锄花。",
    "蒸湘一水之间，于斯容与；零陵三亭而外，有此高明。",
    "古犹登第厚颜，安知今之必异；鸟尚衔枝封树，可以人而不如。",
    "鄂不照乎栘华，龙骧骧乎云路；身画凌烟之阁，名藏太室之廷。",
    "君知刘豫州乎，似说生能助臂；身是张翼德也，可怜死不归元。",
    "充无欲害人心，不忧不惑不惧；行可以告天事，曰清曰慎曰勤。",
    "洞口开自那年，吞不尽潇湘奇气；岩腹藏些甚物，怕都是今古牢骚。",
    "巍巍肝胆女儿，有志复仇能动石；衮衮须眉男子，无人倡义敢排金。",
    "嘉名远并西湖，异代恩加忠肃谥；文藻应留故宅，金川人记浩然堂。",
    "依然平地楼台，往事无忘宣榭警；犹值来朝车马，清对喜赋柏梁篇。",
    "秋来黄叶成村，对景忽生归棹想；雨后青山满郭，登楼常作故乡看。",
    "安得广厦万千，种竹权为留客地；倚遍回栏十二，惜花仍是爱才心。",
    "洞庭潴水非前，拳螺尚照秦时月；夫婿筑城不返，寡鹄和歌澧浦云。",
    "生申甫以中兴，家有白眉兄识弟；萃邓冯于同产，我观青史古无伦。",
    "花木土石水泉，离世乐道者宜有；诵读论议教诲，大雅宏达之所群。",
    "如临扬子大江，听塔上金铃自语；定有苏公高致，为山门玉带重留。",
    "大屋不画龙蛇，待名士来题咏者；今世复多蛟虎，愿将军出斩除之。",
    "岷江骇浪雷鸣，犹想象三挝怒骂；汉口夕阳鸟度，窃欷歔一鹗荐章。",
    "不必定有梅花，聊以志将军姓氏；从此可通粤海，愿无忘宰相风流。",
    "府开东壁图书，文献岂徒关一邑；地接西施祠宇，美人相并有千秋。",
    "附圣人之末光，猛将佳儿同万古；得夫子之正气，宝刀骏马亦千秋。",
    "大江淘尽英雄，山经百战楼仍在；诗卷长留天地，人往千秋酒不空。",
    "陂塘莲叶田田，鱼戏莲叶南莲叶北；晴雨画桥处处，人在画桥东画桥西。",
    "司法著为特权，孟德斯鸠揭政家创论；沛人古多奇杰，汉萧相国亦法律专家。",
    "土生物以为功，故生金生水生木生火；地时行之谓顺，愿时寒时燠时雨时旸。",
    "受天地之中以生，一曰水；有功德于民则祀，谓之神。",
    "五千里秦树蜀山，我原过客；一万顷荷花秋水，中有诗人。",
    "八百里秋水洞庭，溯源此近；二千年美人香草，把笔谁来。",
    "此署非州县公门，何妨私谒；所由是圣贤直路，不许横行。",
    "冷官兴教有专司，敢荒厥职；多士通经当大用，先学为人。",
    "破拐子马者此刀，史书麻扎；降旁不肯以保稼，功比蓐收。",
    "黄河水滚滚而来，文应如是；韩信兵多多益善，士亦宜然。",
    "八百里浪迹归来，相逢萍水；七二峰从头数去，尽是家山。",
    "读欧公丰乐雄文，流风未沫；吊帝子藩封遗址，落日无言。",
    "作宦留鄂渚口碑，此石不朽；铭幽有中郎手笔，其言无惭。",
    "大泽中云雨未兴，蛟龙尚隐；小坐处溪山相昵，鱼鸟可亲。",
    "案上存三五卷书，虽学难博；年中食四十两俸，不养而廉。",
    "平生心迹最相亲，惟此醉太守；词赋擅名来已久，宜升君子堂。",
    "莫笑我老巧无能，许个愿试试；那怕你多财善贾，不烧香瞧瞧。",
    "五百年逃墨归儒，跨开元之顶上；十二峰送青排闼，自天宝以飞来。",
    "愿得广厦千万间，大庇天下寒士；我后使君十五载，来看楼上秋山。",
    "绯衣坦腹旧有征，讵料抄延瓜蔓；赤色异星急犯座，从知谶应天文。",
    "汉家樵子亦英雄，漫说云台列将；莽世簪缨真草芥，可怜禄阁书生。",
    "城郭如故人民非，曾否鹤归华表；风景不殊山河异，繄谁泪洒新亭。",
    "好容易搜出诗来，写点江山景物；不得已推将天去，让他楼阁峥嵘。",
    "画栏日暮起东风，棋声吹下人世；大地春归如断梗，江流淘尽英雄。",
    "有半点生死交情，方许入庙谒帝；无一毫光明心迹，何须稽首焚香。",
    "是谁将眼孔放开，看得穿大千世界；到此要脚跟站定，才许入不二法门。",
    "平生最爱说东坡，日啖荔支三百颗；天下几人学杜甫，安得广厦千万间。",
    "听一百八杵钟声，敲断往来尘客梦；倒三十六湖秋水，洗将清白女儿身。",
    "此乡仍侠窟遗风，万丈白虹马生角；何处访战场余事，一堆黄土豹留皮。",
    "教小子如养芝兰，此日栽培须务本；愿先生毋弃樗栋，他年长大尽成材。",
    "涟水湘山俱有情，其秀气必钟英哲；圣贤豪杰都无种，在儒生自识指归。",
    "经天纬地谓之文，专以新民为大略；彪外弸中觇所学，修其在我是初基。",
    "所居对龙塔高台，笔锋横扫云烟净；此地据马鞍胜境，文社联吟冠盖多。",
    "五大洲文轨交通，漫将赣水源流溯；廿世纪人才寥落，当为庐山面目羞。",
    "果然城市有山林，除却故乡无此好；难得酒杯浇块垒，酿成危局有谁支。",
    "八百年聚族于斯，宋室同传宗室表；二千石分符到此，明州来谒润州祠。",
    "一楼萃三楚精神，云鹤俱空横笛在；二水汇百川支派，古今无尽大江流。",
    "上书侈八表雄图，捧日何尝罄壮抱；聚铁成六州大错，雕霜今己到坚冰。",
    "龙武军变起仓皇，毕竟蛾眉能殉国；蚕丛道尘飞散漫，谁将鸳锦赋招魂。",
    "问一时猛士文人，谁向中流牢立脚；聚百里残山剩水，我来绝顶更昂头。",
    "入其国不非大夫，若宋高宗且勿论；古之人责备贤者，于张魏公又何诛。",
    "虽富贵不易其心，虽贫贱不移其行；以通经学古为高，以救时行道为贤。",
    "窗虚五月六月寒，人在冰壶中酌酒；帘卷千山万山碧，客从图画里敲诗。",
    "襟带七十二泉源，到处皆马蹄秋水；管领一百八州县，无时不虎尾春冰。",
    "望乡思洛下才人，贾谊上书忧汉室；列坐话江南旧事，张仪无地与怀王。",
    "勋名盛处忌心生，毋怪当日风波若此；恩怨尽时公论出，试听将来月旦如何。",
    "眼见许多华屋山丘，可以悟矣；天生一具铜筋铁骨，将安用之。",
    "范希文是此地秀才，谁为后起；胡安定亦方州博士，敢薄闲曹。",
    "读书人惟这重衙门，可以无妨出入；做官的当此种职分，也要有些作为。",
    "宛孔氏由冶铁起家，一代豪名货殖传；范义正以义庄赡族，百年阴德岁寒堂。",
    "公是继表忠观一流，至没身犹尊正朔；我为刊驳议书两卷，未曾觌面哭知音。",
    "古义士誓不与仇共天，乃有今日；乡先生殁而可祭于社，其在斯人。",
    "柳子以种树传喻民治，是曰息事宁人；次山亦大兵后来舂陵，不妨高瞻远瞩。",
    "撰出一篇文配享此山，当日功臣应推桃花渔父；耻为五斗米臣事异姓，先生晚节合谥禾黍顽民。",
    "我佛见一切善男善女人，皆当欢喜；是塔具七宝大乘上乘相，何等庄严。",
    "其文如北斗皆企焉望之，况来刺史；此地亦先生所履而过者，旧属潮阳。",
    "无日不以龚黄召杜相规，愿诸君力行古道；斯民正当水火刀兵之后，赖良吏默挽天心。",
    "我也曾为冤枉痛入心来，敢糊涂忘了当日；汝不必逞机谋争个胜去，看终久害着自家。",
    "明公家法有礼堂手订之经，异日当成通德里；此地昔时多燕赵悲歌之士，为我一吊望诸君。",
    "明刑剂梭伦商鞅诸家之平，此署为上江百城领袖；折狱求天理人情二者相合，是谋即司法独立精神。",
    "此是人间第几福地、几洞天，怪道书无传者；安得世外有一桃源、一渔父，避秦暴共居之。",
    "开绝学于胡叔心、陈公甫、王阳明之前，享祀方堪从庙庑；集大成于河西氏、太史公、文中子之后，诞灵应不愧河津。"
]