[
    "朝受业，昼讲隶，夕习复；精五饭，慕酒浆，缝衣裳。",
    "雅言诗，雅言书，雅言执礼；丽乎天，丽乎地，丽乎人文。",
    "蓄马蕃，父子宁，志未逮也；货财去，佞人远，过或寡欤？",
    "五日风，十日雨，岁乃常熟；九年耕，三年食，民其姑苏。",
    "公生明，廉生威，果哉末之难矣；礼制心，义制事，必也使无讼乎！",
    "彼何人，予何人，都是穿衣吃饭；穷亦命，达亦命，不如闭户读书。",
    "东土耶，西土耶，古木灵根不二；风动也，旙动也，清池碧水湛然。",
    "三尺剑，七尺躯，大丈夫惟此区区酬知己；一庭花，半庭月，好境界要当细细读吾书。",
    "皆山也，西南诸峰，林壑尤美；归来兮，幼稚盈室，童仆欢迎。",
    "有三分水，二分竹，添一分明月；从五步楼，十步阁，望百步大江。",
    "即色即空，现慈悲相，吾无隐尔；是万是一，具手眼人，自能辨之。",
    "兄及弟矣，式相好矣，无相尤矣；神之格思，不可度思，矧可射思。",
    "饮鸩无言，式闾无私，所天无恨；崧梁不圯，茹澧不竭，此石不磨。",
    "言有坛宇，行有坊表，学成师范；正其衣冠，尊其瞻视，堂修礼容。",
    "所谓大臣，行己也恭，养民也惠；厥有成绩，荆河惟豫，淮海惟扬。",
    "一庵卧日，一庵谈禅，我佛微笑；叶落归根，叶落粪本，化工无言。",
    "奉以为师，学有经术，通知时事；号称易治，笃于文行，延及齐民。",
    "侯不得友，王不得臣，自是神仙人物；隐不违亲，贞不绝俗，合称有道先生。",
    "才要真爱，名要略爱，总之己要自爱；天不敢欺，人不可欺，实于心不忍欺。",
    "种菊成亩，种药成畦，此是僧家本分；有鸟休罗，有鱼休网，长留佛地生机。",
    "为臣死忠，为子死孝，大丈夫当如此矣；南人归南，北人归北，小朝廷岂求活耶。",
    "千载此楼，芳草晴川，曾见仙人骑鹤去；卅年作客，黄沙远塞，又吟乡思落梅中。",
    "坚城垂拔，壮士先摧，当时若失左右手；百战论功，一言决策，如公可谓文武才。",
    "人唤莫愁，湖唤莫愁，天下事愁原不少；王宜有像，侯宜有像，眼中人像此无多。",
    "亲不负楚，疏不负粱，爱国忠君真气节；骚可为经，策可为史，补天浴日大文章。",
    "孤城屹立，半壁粗完，自昔论功侪郭李；一日效忠，千秋慕义，此间继起有阎陈。",
    "诗追梁苑，镫远樊楼，今古风流同胜地；云接太行，湖沉艮岳，纵横气概遍高台。",
    "长戈满地，一亭独幽，客子河粱携手去；把酒问天，陶然共醉，西山秋色上衣来。",
    "清风徐来，水波不兴，扶持自是神明力；行人安稳，布帆无恙，霄汉常悬捧日心。",
    "方城为城，汉水为池，大好江山资坐啸；东望武昌，西望夏口，平分风月付闲曹。",
    "胭脂在北，祁连在南，四郡襟喉归揽结；旅宿非舟，陆居非屋，三山楼阁浸虚无。",
    "六合之外，六合之内，凡名山多归僧占；阳卦多阴，阴卦多阳，未来事宁许人知。",
    "踞石而饮，扣槃而歌，最难得梅边清福；环山不孤，酿泉不冷，何须恋湖上风光。",
    "昼了公事，夜接诗人，得句皆堪作图画；修禊虹桥，访碑禅智，此才真不负江山。",
    "十年河东，十年河西，切莫放年华虚度；一脚门里，一脚门外，可晓得脚步留神。",
    "湖山在目，玉局曾来，又七百年于兹矣；冰雪为心，科徭不扰，斯二千石之职欤。",
    "某水某丘，敬爱有加，吾童子时钓游所在；可坐可濯，起居惟适，大丈夫方闲处之为。",
    "事君以道，无惮杀身，昔人称锡谷四谏之一；当官而行，不求利己，后世高碧山十友之风。",
    "胸富甲兵，小范军中，与韩琦同使西人破胆；代留弦诵，高台城曲，记李泌亦曾南岳读书。",
    "当其瞑时，犹死孝死忠，无所择者；过此石下，虽愚夫愚妇，亦为懔然。",
    "香火有缘，当白傅堤边，苏公祠畔；文章生色，似杏花二月，桂子三秋。",
    "石室云开，见大地山川，三千世界；水帘风卷，露半空楼阁，十二栏干。",
    "仙到应迷，有帘幕几重，栏干几曲；客来不速，看落叶满屋，奇书满床。",
    "视远唯明，知普渡众生，全凭慧眼；思溺由己，愿永清四海，上慰婆心。",
    "每喜客来，共昼短品棋，昼长读画；莫疑我懒，时楼中待月，楼外看山。",
    "鹤去难回，留片石孤云，共参因果；我来何幸，有英雄儿女，同看江山。",
    "怒者谁耶？看九天云垂，四海水立；灵之来兮，有冕旒秀发，旌旆飞扬。",
    "天地苍茫，前不见古人，后不见来者；心胸开拓，块以视衡岳，杯以视洞庭。",
    "无以为宝，唯善以为宝，则财恒足矣；义然后取，人不厌其取，又从而招之。",
    "灵之来兮，从白舍人游，配苏学士食；客何为者，横杨公济笛，披董静传书。",
    "锅可销金，占一隅其中，娱老亲足矣；铁谁铸错，挥三舍使转，愿贤者助之。",
    "临阵捐躯，较辱死苟生，千古独留气节；披坚执锐，想效灵助战，九原还建功勋。",
    "主辱臣忧，当在外从亡，一饭已经肝胆碎；功成身退，问诸君食禄，千秋留得姓名无？",
    "大江东去，看骇浪惊涛，千古英雄淘不尽；匹马南来，问豪情壮志，一楼风月拓奇观。",
    "宅枕龙沙，看表里山川，曾是湘人辛苦地；门盈驷马，喜从容尊酒，幸逢江介晏安时。",
    "刑而后王，当大地纷争，豪杰屈身聊建业；反原宜死，奈功臣尽戮，英雄走险冀偷生。",
    "鹦鹉无言，看草色萋萋，遗冢尚传谪仙句；江流不断，听水声汹汹，怒涛似诉老瞒奸。",
    "惟神之灵，喜七鬯不惊，眼底长闲千里足；所见殊异，同骊黄莫辩，国中谁是九方皋。",
    "客到黄州，或从夏口西来，武昌东去；天生赤壁，只为周郎一战，苏子两游。",
    "石竦亭高，频岁秋获春耕，民隐都经眼过；云开塔峙，一时抚今追昔，余怀乐与人同。",
    "客已倦游，偶然小住湖山，便欲乘风归去；人生如寄，留得当前指爪，不妨踏雪寻来。",
    "昔扰荆蛮，历汗马百战场，说分茅有九溪父老；今非明社，剩卧牛一抔土，问守冢到几叶儿孙。",
    "首蚕事者，西陵妙手灵心，遂以作后世文章之祖；溥蚕功者，南国苍颜白发，何妨为遍身罗绮之人。",
    "阁势峥嵘，我来更上一层，览尽锦江春色峨眉秀；人文炳蔚，天将递兴后起，有如升庵大节子云才。",
    "吾道非耶，六经以外无文章，韩山屹立；征夫遑止，太行之阳有盘谷，李愿归来。",
    "行路最难，才数起水驿山程，少安毋躁；入关不远，莫忙逐车尘马足，且住为佳。",
    "象以虚成，有几多幻影浮烟，好向虚中求实；味于苦出，看千古忠臣孝子，都从苦里回甘。",
    "湖本无愁，笑南朝递起群雄，不盈佳人独步；棋何能胜，为北道误投一子，致教此局全输。",
    "时事孔艰，要救得叔世人心，为国家力持根本；嫌疑不避，但勉完粗官职分，与僚属共励公忠。",
    "千载如生，仗声威屏障下游，遂得回天开蜀汉；三分何恨，伟忠义襮昭来许，直教无地着孙曹。",
    "泪酸血咸，悔不该手辣口甜，只道世间无苦海；金黄银白，但见了眼红心黑，那知头上有青天。",
    "地有千秋，南来寻丞相祠堂，一样大名垂宇宙；桥通万里，东去问襄阳耆旧，几人相忆在江楼。",
    "山水何灵，得名贤履迹所经，便流传八百年后；裙屐杂坐，爱此地杯流共酌，且邀约两三人来。",
    "工堪比官，斧斤利刃随手携来，因材而用；医可喻政，硝磺猛剂有时投下，看病何如。",
    "瀑从何来，人言较冀盘山、越天台、赣匡庐，其倒海翻江尤诡；楼不在大，我愿携晋庾亮、宋谢朓、唐崔灏，为赋诗载酒之游。",
    "君子无所争，立纲常，扶名教；大臣不可辱，惊风雨，泣鬼神。",
    "金匮万千衷，孔子曰，孟子曰；华衮百廿纪，帝者师，王者师。",
    "佩鄂国至言，不爱钱，不惜死；与文山比烈，日取义，日成仁。",
    "要为天下奇，不爱钱，不怕死；参透个中旨，能学佛，能学仙。",
    "太华立云端，对此千寻，情深仰止；大河来天上，到兹一曲，广纳群流。",
    "理棹访精庐，秋水白苹，伊人宛在；倚梅寻旧约，青山红豆，到处相思。",
    "儿女尽能之，一点热肠，三分血性；家庭常事耳，察乎天地，通乎神明。",
    "救百千万劫，具大慈悲，湖山无恙；现三十二身，说妙功德，物我同春。",
    "北固暂停槎，纵我双眸，看无边风月；东瀛方用武，问谁只手，扶第一江山。",
    "东下壮军声，横槊高歌，遥想一时豪杰；北归停使节，落帆小泊，闲看千里湖山。",
    "见树术交荫，时鸟变声，亦复欣然有喜；待春山可望，白鸥翔翼，倘能从我游乎。",
    "只手挽狂澜，战事方殷，好统孤军援楚北；一心辅民国，神威默定，直教八日定江南。",
    "才与福难兼，贾傅以来，文字潮儋同万里；地因人始重，河东而外，江山永柳各千秋。",
    "极浦望涔阳，童冠偕来，浴沂如入春风座；党庠辅家塾，芷兰竞秀，盈畹滋为上国香。",
    "江海镇分流，一塔支云，到此潮头皆下拜；东南窥胜境，五峰接壤，让他山骨独高搴。",
    "坐卧一楼间，因病得闲，如此散材天或恕；放怀千载上，过时为学，庶几昞烛老犹明。",
    "铜柱镇鸢飞，顾盼生风，意气真能吞浪泊；金门留马式，男儿报国，姓名何必与云台。",
    "大功在备倭，城郭依然，公去苍茫谁嗣者；明诏使防海，风波未已，吾来宏济愧前贤。",
    "把酒话桑麻，占雨课晴，此间自有田家乐；删诗慨禾黍，伤今吊古，吾辈当先天下忧。",
    "唐代论诗人，李杜以还，惟有几篇新乐府；苏州怀刺史，湖山之曲，尚留三亩旧祠堂。",
    "一水抱城西，烟霭有无，拄杖僧归苍莽外；群峰朝阁下，雨晴浓淡，倚栏人在画图中。",
    "王者不并生，田岛无灵，五百头颅浮海去；霸才谁继起，钱塘在望，三千铁弩撼潮来。",
    "鼓瑟伴灵娲，听有游鱼，扬鬐奋鬣三千里；奏琴劳县令，曲成栖凤，弹指长歌一再行。",
    "笠屐此重来，风月依然，鱼娃学打花边桨；古今同一局，湖山再造，国手能生劫后棋。",
    "我久住西湖，晴好雨奇，曾向春堤吟柳色；公连渡东海，朱崖儋耳，何如此地近梅花。",
    "执节坐庭南，百折不回，应知鼎石肝肠皆铁；奇忠钟塞外，寸磔以报，谁识先生色目中人。",
    "且开拓心胸，看汉水波涛，岘山风月；若评论人物，有武侯经济，工部文章。",
    "十载许勾留，与西湖有缘，乃尝此水；千秋同俯仰，惟青山不老，如见故人。",
    "佳处便为家，是邵子行窝，谢公别墅；成功聊小憩，占圣湖千顷，明月三台。",
    "何处吊公坟，看十里平山，空余蔓草；到来怜我晚，只二分明月，曾照梅花。",
    "我读文山词，劝过此奸雄，思量仔细；神知韩子意，要扫开晦昧，突兀晴空。",
    "左抱青山寺，后负黄山人，喜嘉山山有侣；志同衔石禽，身甘化石女，伤恨石石无言。",
    "天意启斯文，不是一封书，安得先生到此；人心归正道，只须八个月，至今百世师之。",
    "胜地据淮南，看云影当空，与水平分秋一色；扁舟过桥下，闻箫声何处，有人吹到月三更。",
    "小院辟从今，对马鬣一抔，秋风酒酹湖蘋白；大姨渺何处，独娥眉千古，春雨香流墓草青。",
    "一画本天开，破上古洪荒，草昧无须绳更结；六书随世换，供后人摹写，英雄未免笔难投。",
    "到处便为家，望楚尾吴头，异地同临明月色；他年谁是主，合衡峰鄂渚，天涯都作比邻看。",
    "赌墅付传闻，叹青史成堆，千古河山棋一局；争墩笑多事，看画梁依旧，半湖烟雨燕双栖。",
    "异代不同时，问如此江山，龙蜷虎卧几诗客；先生亦流寓，有长留天地，月白风清一草堂。",
    "古井冷斜阳，问几树枇杷，何处是校书门巷；长江横曲槛，剩一楼风月，要平分工部祠堂。",
    "江上此台高，问坡颍而还，千载读书人几个；蜀中游迹遍，看嘉峨并秀，扁舟载酒我重来。",
    "境辟太元中，看流水桃花，洞口不生寄奴草；地犹武陵郡，喜垂髫黄发，村中时见避秦人。",
    "却怪武陵渔，自洞口归来，把今古游人忙煞；欲寻彭泽宰，问田园安在，惟桃花流水依然。",
    "弹指见华严，看天马云开，一角小山藏世界；观心礼尊宿，听木鱼晨叩，十方古德应斋期。",
    "以此横身胆，曾当百万兵，千秋草木余生气；奠公一杯酒，试问三分国，几个英雄得寿终。",
    "听讼吾犹人，纵到此平反，已苦下情迟上答；举头天不远，愿大家猛省，莫将私意入公门。",
    "燕子去无踪，惟余萝月半林，留人古寺；龙华会有果，好借蒲团一座，照我传灯。",
    "十亩地无多，只合春酒留宾，秋灯课子；半生天已定，且向西园学圃，东郭催耕。",
    "天险化康衢，直如海市楼中，现不住法；河壖开画本，安得云梯关外，作如是观。",
    "楼台莫便登，先看文正记中，某条似我；江山只如故，试数燕公去后，得助何人。",
    "经始问何年，果然逃墨归儒，天使梵王纳士；筹边曾此地，大好修文偃武，我从漳海班师。",
    "选胜到里湖，过苏堤第二桥，距花港不数武；维舟登小榭，有奇峰四五朵，又老树两三行。",
    "莫专问婚姻，凭他万事随缘，都是前生注定；亦兼司禄命，笑我一官需次，也当此处邀灵。",
    "举动即愆尤，常恐已过不闻，获戾于朝廷百姓；官民多壅隔，安得下情上达，推恩如父子一家。",
    "尔室有青天，只此一片冰心，夜夜焚香盟上帝；群黎皆赤子，唯余满腔热血，时时洒泪到吾民。",
    "国法不容宽，可怜赤子何知，误蹈桁杨三尺苦；君恩非易报，自愧长官无状，空叨雨露九重恩。",
    "正策愧无能，试观两浙殷繁，喜有名区藏我拙；编篱聊复尔，博得一官闲冷，何妨静处看人忙。",
    "杯酒吊南朝，空余半壁残山，长向江流作砥柱；梯云登北固，愿借一杯甘露，化为霖雨洒苍生。",
    "先主本仁慈，恨兹污吏贪官，断送六七王统绪；藐躬实惭德，望尔谋臣战将，重新十八省山川。",
    "落第寄书邮，事缘羊牧阿娇，云外神仙当尚主；中流凭砥柱，嫁得龙乘佳婿，世间才子几封王。",
    "功名安足为，当时交趾车还，如公忠勇犹腾谤；拜瞻空有感，此日越裳贡渺，何人慷慨更筹边。",
    "义不受秦封，回将风马云车，大岱长松无此节；泽今留粤峤，荐以黄蕉丹荔，水仙秋菊付诸郎。",
    "汾蟹望秋肥，相期案牍余闲，古礼仿行乡饮酒；邮鸿传信稳，为道布帆无恙，新诗休唱念家山。",
    "上帝本好生，求我与以儿女，不求我亦与以儿女；下民须自爱，为善报在子孙，为不善尤报在子孙。",
    "何处白云归，有乡里古招提，出西郊不半里而至；前生明月在，是佛门新公案，言东坡为五老后身。",
    "几世几春秋，听门外汉谈空，必说一番东吴景帝；诸帝诸菩萨，自宇文周望祭，成第二个南岳衡山。",
    "唤彼竟奚为，莫贪著蜗角微名，蝇头细利；临行何所赠，好记取东城白水，北郭青山。",
    "万顷渺清波，移情在竹垞清歌，梅村艳曲；一楼摘星斗，极目有南湖明月，东塔层云。",
    "恨我晚来游，只落得万柄枯荷，一湖秋水；问谁能不朽，除非是六朗儿女，百战英雄。",
    "对此好湖山，再休提世外沧桑，人间营逐；无多新结构，且领略稚川丹诀，孤屿清风。",
    "胜迹表官亭，况恰当庐阜南横，大江东去；平湖满烟月，谁补种四围杨柳，十里荷花。",
    "死事念诸君，尚落得一席名山，千秋俎豆；封侯嗤我辈，倒不如杖游南岳，钓隐西湖。",
    "驻马此重经，莫问渠天发残碑，临硎断阙；卧龙如可作，愿为我翦除他族，开济清时。",
    "胜境近西泠，愿将来宝藏丰盈，有如一湖春水；家山念东鲁，看列郡灶烟环绕，亦似九点齐州。",
    "片土寄忠魂，听槛前万马江声，滚滚惊疑征鼓动；孤城销战气，指窗外二龙山影，苍苍飞入酒杯来。",
    "岭海答传书，七百年佛地因缘，不仅高楼临白傅；岷峨回远梦，四千里仙踪游戏，尚留名刹配黄州。",
    "奈宋衰运何，倘竟能恢厥壮猷，真成元祐匡时相；非长公志也，不得已出其余绪，犹是文章大作家。",
    "浙水重敷文，看此山左江右湖，千尺峰头延俊杰；英才同树木，愿多士春华秋实，万松声里播弦歌。",
    "立庙永馨香，看眼前大好河山，浩劫难磨生气在；登堂闻馨欬，有世上未除蛟虎，先型仰企抱惭多。",
    "江汉美中兴，愿诸君努力匡时，莫但赏楼头风月；輶轩访文献，记早岁放怀游览，曾饱看春暮烟花。",
    "问薄游岳阳，彼鲁肃墓巍巍在旁，胡不闻诸君馨香俎豆；使竟锁铜雀，同息夫人脉脉饮恨，奚足令过者凭吊咨嗟。",
    "天行健在自强，能移山，能填海；吾筑园虽不大，可树木，可莳花。",
    "地居廉让之间，二分流水，三分农圃；学有经济者贵，半部论语，一部春秋。",
    "此可作濠濮观，几下浮鱼，跳水泼刺；是殆忘弓缴患，阶前倦鸟，衔花去来。",
    "不惜簿领贤劳，十步以内，必有芳草；且得琴书乐趣，数弓之地，兼种名花。",
    "两脚不离大道，吃紧关头，须要认清岔路；一楼俯看群山，占高地步，自然赶上前人。",
    "九龙绕郭而来，一颗明珠，宛在芙蓉烟雨；万马窥江已去，半规浮玉，依然杨柳楼台。",
    "富贵虽属虚名，没慧根人，并不许他做梦；神仙亦须实学，登斯楼者，何妨对我吟诗。",
    "问谁为倚马才，请试万言，断不吝阶前尺地；愿相戒牧猪戏，习勤百甓，慎毋抛世上分阴。",
    "世界已非唐虞，近接丛祠，生喜有邻傍舜妇；英雄不及儿女，虚传疑冢，死怜无地葬曹瞒。",
    "元龙币聘以来，泽被广陵，到此日青囊未烬；孟德头颅安在，烟消漳水，让先生碧血常新。",
    "跨八百里洞庭，占此湖山，巍然阁对白龙井；聚万千家烟火，成兹廛市，忆否笛吹黄鹤楼。",
    "白波如泛五湖，鸥鸟迎人，好涤衫尘登画舫；凉气顿生六月，蝉声催酒，胜他灯火上樊楼。",
    "历宦海四朝身，且住为佳，休孤负清风明月；借他乡一廛地，因寄所托，且安排奇石名花。",
    "钱如真可通神，此座巍然，何不与烟霞终古；石也有时变相，长公仙矣，莫非是香火因缘。",
    "亭前古井长留，激浊扬清，澹泊要明廉使志；窗外孤峰特立，居高临下，伛偻须识老人心。",
    "将军不可无马，汗马三分，洗马以来空凡马；先帝尝称子龙，从龙百战，卧龙而外一神龙。",
    "彭王就国南来，幻梦一场，到此地方开觉路；澧水环山东去，回头是岸，教世人莫问前程。",
    "我每一醉岳阳，见眼底风波，无时不作；人皆欲吞云梦，问胸中块垒，何日能消？",
    "光黄间多异人，愿诸君临存，不忘攻吾短；盐铁官诚俗吏，彻一事终始，方算尽我心。",
    "觉此五浊人间，皆汶汶悠悠，不如日沉饮；园之四旁山色，其奇奇怪怪，足助吾行文。",
    "再来如不胜情，剩一局棋枰，寻十年诗兴；高处正宜纵目，看四围山色，听几曲渔歌。",
    "谁为翔渚灵妃，倒三尺金樽，杯底邀来焦岭月；我是倚楼旧主，仗一枝铁笛，袖中吹起大江潮。",
    "周郎胡为乎来，地若葬曹瞒，便坏此江山风月；安石何以不死，天而相苏子，岂老于诗酒渔樵。",
    "近四旁惟中央，统泰华恒衡，四塞关河拱神岳；历九朝为都会，包伊洛瀍涧，三台风雨作高山。",
    "科名开自大中，更期继起有人，议谥当如祠部直；山水甲于天下，何幸宦游到此，论文因悟史迁奇。",
    "一抔土尚岿然，问他铜雀荒台，何处寻漳河疑冢；三足鼎今安在？剩此石麟斜日，令人想汉代官仪。",
    "两山横界东西，是桃源路去来，问道向此间指引；一水劈开南北，到洞庭湖会合，溯源在这里分明。",
    "沿于海以达河，叹频年转漕重洋，共历艰难非一日；勤其官而死水，看身后褒忠巨典，常膺俎豆到千秋。",
    "登堂如见其人，我曾经泰岱黄河，举酒遥生千载感；饮水当同此味，且莫道峨嵋太白，隔江喜看六朝山。",
    "名载史记天官，彼十七世士夫化身，昔未闻也；神司人间科目，到一千年学校变相，应亦怃然。",
    "浣纱石已无存，入此庙为想花草吴宫，鹧鸪越殿；泛舸人归何处，广其基也名岐周私囿，欧美公园。",
    "宗臣遗像肃清高，在天成形，在地成象；山川出云作霖雨，有仙则名，有龙则灵。",
    "大儒以胞与为怀，小数得名，莫匪术耳；汉室有心腹之患，神针难救，岂非天哉？",
    "十四州一剑霜寒，辟门天子，闭门节使；三五夜群婓玉艳，陌上花开，江上潮来。",
    "问产饶梓漆椅桐，四环皆山，作室以望楚矣；登高瞰澧沅汉沔，千里如带，记亭亦名快哉。",
    "看下方扰扰红尘，富贵几时，只抵五更炊黍梦；溯上界茫茫浩劫，神仙不老，全凭一点度人心。",
    "七千里看遍名山，持节人归，颇觉家园多静景；十六亩攒成小筑，开樽客至，可知野史有余情。",
    "文之至者罔不传，昔有十贤，天地长留诗卷在；我思古人怅莫见，瞻顾四海，风云应共异材来。",
    "谷铃如诉旧愁来，蜀道秦川，过客重谈杨李事；墓粉还将秋色补，雨尘云梦，伤心何似汉唐陵。",
    "终南太华镇东方，杨柳金城，万井挹关中紫气；葱岭昆仑睇西极，葡萄玉塞，一樽撰天上黄流。",
    "丰城剑到此化龙，故土多情，笑认乡亲心共慰；水部郎易而司马，冷官无事，权膺郡守政仍闲。",
    "是天台古洞烟霞，眷念旧游，蓬山此去无多路；问当日楚宫心事，凄凉故国，鹦鹉前头不敢言。",
    "黄鹤从何处归来，江汉双流，玉笛梅花吹不落；仙人是那年睡起，春婆一梦，晨钟暮鼓唤难醒。",
    "金汤依旧扼荆阳，风起云飞，不尽悲歌怀猛士；银汉何时洗兵甲，内忧外患，似留艰巨待英才。",
    "举旗率子弟八千，戮力北征，赤帜扬威新建业；翦纸向丁沽七二，招魂南返，白衣会葬古盐官。",
    "似桃源不是桃源，志在逃名，怕屡有渔郎过访；近盘谷并非盘谷，愿为大隐，愧说与李愿同寀。",
    "有史公作传如生，爱客若君，真令读者慷慨悲歌不已；其门馆流风未谢，于今视昔，问谁能拔抑塞磊落之才。",
    "故老说宋玉屈原，自六经以来，骚坛嗣响；大江历岷山沱水，挟九澧同去，学海朝宗。",
    "天子何忍伤民财，因小丑猖狂，扰兹守土；地丁不足济军饷，愿大家慷慨，输此厘金。",
    "版图本荆澧连疆，自吕蒙潜师，此土三分非汉有；祀典以帝王号庙，考陈寿作史，当年五等只侯封。",
    "记故乡亦有仙潭，看一样湖光，添得石桥长九曲；至此地宜邀明月，问谁家秋思，吹残玉笛到三更。",
    "七十子六艺兼通，文学溯薪传，北方未先于吴会；九百里群英毕萃，礼仪表茅蕝，东林以后有君山。",
    "问狮峰底事回头，想顽石能灵，不独甘泉通法力；为虎阜别开生面，看远山如画，翻凭劫火洗尘嚣。",
    "多君从海岛归来，看胜境盘桓，特地楼台撑碧落；是处去洞庭咫尺，任朗吟飞渡，一天风雪亘黄山。",
    "名楼高处有公存，看江水群飞，到此东流齐北折；幕府旧人惟我在，怅浮云万里，来从南海又西征。",
    "庋藏不富已连甍，公有胜私储，还借何烦一瓻酒；方策犹存知望郡，新钞完旧帙，流传敢负百年心。",
    "大江从三峡而来，有拔地楼台，俯视东南一都会；载酒约诸公同醉，看兼天波浪，问淘今古几英雄。",
    "栋梁萃杞梓楩楠，带来衡岳春云，荫留吴地；支派溯沅湘资澧，分得洞庭秋月，照澈秦淮。",
    "任凭你无法无天，到今孽镜悬时，还有胆否；须知我能宽能恕，且把屠刀放下，回转头来。",
    "中流沉溺始求援，何如走顺风时，帆休扯足；近水楼台同仰望，切莫立高岸上，漠不关心。",
    "百千劫危楼尚存，问谁摘斗摩霄，目空今古；五百年故侯安在，只我倚栏看剑，泪洒英雄。",
    "灞桥自古有行人，问谁策马而驰，大名不朽；曹魏于今无故物，赖此绨袍之赠，遗像犹存。",
    "未闻安石弃东山，公能不有斯园，贤于古人远矣；漫说少陵开广厦，彼仅空怀此愿，较之今日何如。",
    "舂陵之气信佳哉，岂知东汉中兴，早已肇基在贫国；贾傅有灵相见否，可惜南湘不返，未能留待佐贤王。",
    "眼前百姓即儿孙，莫谓百姓可欺，且留下儿孙地步；堂上一官称父母，漫说一官易做，还尽些父母恩情。",
    "从龙逐鹿两茫然，我思妙用无方，何害英雄与儿女；黄石赤松皆戏耳，独怪全身有术，不遭烹醢即神仙。",
    "多士当收束身心，此是圣域贤关，不徒论文章巧拙；先儒幸留贻教泽，正须坐风立雪，共猛下刻苦工夫。",
    "我生恨不见古人，是邦耆硕如林，文采事功皆旷绝；名士从来有部落，今日横流遍地，英雄时势两相需。",
    "虽豪杰难免过差，愿诸君谠论忠言，常攻吾短；凡堂属略同师弟，使僚友行修名立，方尽我心。",
    "天下名山僧占多，也该留一二奇峰，栖吾道友；世间好语佛说尽，谁识得五千妙论，出我先师。",
    "受刑人且莫伤怀，此中有羑里琴弦，龙门史笔；典狱官最难称职，须要兼金刚面目，菩萨心肠。",
    "自许诗成风雨惊，为平生硬语愁吟，开得宋贤两派；莫言地僻经过少，看今日寒泉配食，远同吴郡三高。",
    "夫非尽人之于欤，从皇古追溯宗支，大抵形骸一脉共；是亦穷民无告者，忍若辈横陈生死，自家儿女两般看。",
    "看江水潮落潮生，粤海中国尚有君，何处间关从二帝；听秋声风来风去，崖山下天教绝宋，至今气节属三人。",
    "勋劳未受茅土之封，今日及泉，殆犹有恨；精气不与草木同腐，如水在地，庶几其神。",
    "溯先后三百载游踪，异代同堂，能结有情香火；冠古今第一流人物，文章事业，也如无尽江山。",
    "殉社稷只江北孤城，剩水残山，尚留得风中劲草；葬衣冠有淮南抔土，冰心铁骨，好伴取岭上梅花。",
    "历长广溪曲曲清流，一水回环，入室又通香雪海；与东西山遥遥相对，片帆时渡，满船合载洞庭春。",
    "第三桥是苏学士堤，问夹岸垂杨，可似老梅冷淡；不数武有岳鄂王墓，慨中原战马，何如野鹤逍遥。",
    "三千界内大事都非，看困虎疲龙，战斗纷蕃一瞥尽；六万年来此山无恙，指孤云断石，姓名登览几人存。",
    "在万山中突见此奇，莫笑广厦庇材，愿奢杜老；惟诸君子不私所有，台将瓣香祭社，义附文翁。",
    "谁谓将略非其所长，当时予智矜才，终逊此一生谨慎；可惜天心未曾厌乱，至今知人论世，岂徒传两表文章。",
    "昔以孤幼旅寓申江，自伤老大无成，有类夜行须炳烛；今为童蒙特开讲舍，所望髫年志学，一般努力惜分阴。",
    "萃雍梁荆豫于一堂，那堪羌笛胡笳，听折柳唱黄河远上；走燕赵齐秦者万里，自笑短衣匹马，又摇鞭踏紫塞归来。",
    "亦知吾故主尚存乎，从今日遍逐天涯，且休道千钟万驷；曾许汝立功乃去耳，倘他日相逢歧路，又肯忘尊酒绨袍。",
    "有才人一序在上头，恨不将鹦鹉洲踢翻，黄鹤楼捶碎；叹沧海横流无底止，慨然思班定远投笔，终子云请缨。",
    "封万户侯何足荣身，公若事汉天子比肩，李广欢颜亚夫笑；挽百石弓犹能识字，我曾见故将军遗笔，岳王风骨鲁公神。",
    "非一个渔父到来漏言，不知刘项，宁知魏晋；愿诸公贵人相对饮酒，但话君臣，莫话神仙。",
    "在明庄烈朝内外交讧，北援南征，伟哉大人物；与周平西祠后先相望，忠魂毅魄，壮此好溪山。",
    "泛洞庭湖八百里秋波，挂席来游，三楚风涛携袖底；邀太白楼一千年明月，凭栏远眺，六朝烟景落杯前。",
    "自蛮烟瘴海游历而还，胜地重临，凭管领六桥风月；与白傅林逋后先相望，崇祠近接，恰平分半席湖山。",
    "虎踞峨嵋七十又二峰，看入峡出峡，荡摩日月；龙分天姥四万八千丈，喜学山至山，会合风云。",
    "君手中彩笔是谁携来，醴陵有后人，此物合当还故主；我江上布帆偶然戾止，丛祠吊明月，今宵倘许认前因。",
    "合名臣名士为我筑楼，不待五百年后，斯楼传矣；傍山北山南循地选胜，适在六一泉侧，其胜如何。",
    "开千古得未曾有之奇，洪荒留此山川，作遗民世界；极一生无可如何之遇，缺陷还诸天地，成创格完人。",
    "藉汗马闲身以建此堂，输入九澧文明，于无事时作事；本睢麟精意而示之学，风行二南女子，庶有家者宜家。",
    "自来学校以书院辅之，如今比屋东西，稍喜欢颜在风雨；吾为父兄望子弟成耳，此后一官南北，还将老眼看云霄。",
    "问西国佛经几时南来，只凭两字慈悲，与文武圣神庙食千古；看东流澧水到此北折，突出数峰光怪，有蛟龙雷雨鼓鼚百灵。",
    "少年有痛哭流涕文章，问西京对策谁优，惟董江都后来居上；今日是长治久安天下，喜南楚敝庐无恙，与屈大夫终古相依。",
    "隔涧与张翰林抔土相邻，孝子诗人，同有千古；读碑感连处士遗风而起，贩夫牧竖，亦尊五伦。",
    "纵步来南天门、北天门，一塔横江，中流砥柱；放眼去东梁山、西梁山，两峰排闼，半壁屏篱。",
    "以神媒配皇煌帝谛之尊，道在人伦，不使衣冠沦异族；继太昊俾天柱地维无恙，世留庙食，犹余社鼓走村翁。",
    "溯家学以紫阳白鹿为宗，若论显扬，何足数东汉科中千八百室弟子；登兹堂发春露秋霜之感，是谁瞻拜，独无惭南安迁后二十一传贤孙。",
    "立朝与天子宰相争是非，悉宗社远谋，根本大计；居恒共师弟友朋相讲习，惟至善准则，小心工夫。",
    "有远孙绍汉四百载宗祊，只余贫国分藩，剩与筑台望慈母；向何处访景十三王茅土，除却河间好古，独来酾酒奠斜晖。",
    "合花木兰之武与曹大家之文，炉而冶焉，斯称教育；维溇澧水比深或道人峰比峻，学苟准是，何愧男儿。"
]