["臣而帝，武而神，庙祀普天，下通民社；澧在南，溇在北，江流遗恨，远汇荆门。",
"马上文，胯下武，枚里韩亭，彪炳经纶事业；石边孝，海底忠，徐庐陆墓，维持名教纲常。",
"君山茶，澧浦兰，武陵桃花，土物似言故乡好；孝陵树，秦淮月，莫愁烟雨，风云常觉此城雄。",
"太傅佛，内翰仙，功德在民，宦迹相承私向往；道州诗，监门画，疮痍满地，虚堂危坐独徬徨。",
"南高峰，北高峰，世事尽傥来，莫问峰来何处；在山泉，出山泉，人心先耐冷，才知泉冷几时。",
"人只此人，不入圣，便作狂，中间难站脚；学须就学，昨既过，今又待，何日始回头。",
"为政戒贪，贪利贪，贪名亦贪，勿骛声华忘政事；养廉惟俭，俭己俭，俭人非俭，还从宽大保廉隅。",
"洞庭控东，彭山峙西，川岳竞雄，辏此堂宇；狱市无忧，盗贼远迹，掾僚有喜，延于民甿。",
"苍天已死，黄天当立，来日大难，登斯楼也；人心唯危，道心唯微，群儿相贵，卜之鬼乎？",
"教以诗书，明以人伦，童而习之，率吾子弟；既有文事，亦有武备，天所骄者，卫我国家。",
"道澧在后，澹澧在前，大川广原，隐然襟带；彭王不终，思王不朽，封建郡县，交有功名。",
"今不异古，古不异今，天下同归，何思何虑；佛即是心，心即是佛，空山无侣，独往独来。",
"右界褒陇，左据函秦，表山带川，横被六合；东市齐鲁，南贾荆楚，阗城溢郭，旁流百廛。",
"联吴蜀亲，结吴蜀仇，千古奇人，千古奇事；感郎君情，尽郎君节，一心为义，一心为贞。",
"远山长江，朝晖夕阴，气象万千，大观备矣；良辰美景，赏心乐事，友朋二三，共尽此娱。",
"思归思归，空自思归，我将奈何，蜀道可怜天子；独活独活，义难独活，人谁不死，吴江留得灵仙。",
"在州无事，朝暮习劳，述祖区区，九澧浮沉营冷宦；先民有言，狱市不扰，守官录录，十年叨窃忝清时。",
"人言为信，我始欲愁，仔细思量，风吹绉一池春水；胜固欣然，败亦可喜，如何结局，浪淘尽千古英雄。",
"吃惠州饭，和渊明诗，陶云吾云，赋就一篇归去好；判维摩凭，到东坡界，人相我相，笑看二士往来同。",
"坐曝书亭，登小仓山，文采风流，二百余年无此盛；对退省庵，近巢居阁，勋名德业，两三间屋并生春。",
"功高百辟，心在一丘，侧写前贤，其气象得诸山水以外；暮卷归云，朝临飞鸟，谁来骋坐，可慷慨而无文字之鸣。",
"世界三权，法亦特权，独立示尊严，窃愿后有来者；西南诸国，滇为大国，百城忝表率，相期下无冤民。",
"天开图画，美尽东南，落日咽孤忠，战血腥余千载后；鲁酒不温，高丘反顾，歌风思猛士，江流倒卷万山来。",
"汉昌奉邑，岳阳将台，夫婿昔登坛，横槊南来消霸气；楚冢新封，吴宫冷闭，阿姨谁荐食，大江东去有余哀。",
"朝浮枉渚，暮宿辰阳，郛廓天作成，五百里间楼第一；秦洞桃花，楚城菱角，风流浪淘尽，二千年后月当中。",
"洞庭山色，扬子江声，一样石盘陀，金粟前身香案吏；阳羡春茶，兰陵美酒，四围花世界，芙蓉旧社水仙王。",
"决报吴心，成沼吴功，夫婿五湖舟，坐笑先几文种昧；以倾国貌，洗辱国耻，女儿百世祀，若论配飨木兰宜。",
"庭前草色，槛外山光，须知我辈能豪，不在雕梁画栋；墙及半肩，窗开四面，愿与吾民相见，常如白日青天。",
"渍积必苗，艺兰必香，千家茅屋书声，定有几枝大手笔；登高自下，陟遐自迩，万里蓬山云路，先从一邑小文场。",
"孝贞节烈，共荷纲常，遍尝尘世艰辛，到此馨香同结局；今昔存亡，共安堂室，中有吾家骨肉，每当瞻拜倍伤神。",
"大江南北，亦有湖山，来自衡岳洞庭，休道故乡无此好；近水楼台，尽收烟雨，论到梅花明月，须知东阁占春多。",
"理池东榭，构池西廊，即此点缀工夫，记得是主人留月处；背一囊琴，携一壶酒，到这清凉境界，却好个汉口夕阳时。",
"甘棠绕屋，荐鞠浮尊，比当年广厦万间，下榻正宜徐儒子；玉笛无声，青山依旧，料此后明湖一曲，停桡都唱蒋安阳。",
"石难填海，同志三忠，溯义师曾驻吾乡，白首能谈青史事；戟己沉沙，独留孤冢，知毅魄乐栖兹土，丹心长照赤城霞。",
"白云黄鹤，四顾苍茫，有好诗传九百年前，楼阁重新谁更上；词客神仙，一流人物，看东湖在三千里外，海潮不到我能来。",
"霜威出塞，云色渡河，李太白咏三晋遗风，今日犹如昔日否；汉口夕阳，洞庭秋水，刘长卿写两湖好句，此乡得似故乡无。",
"尊其所闻，行其所知，合岭南东道岭南西道人才，互相师友；博我以文，约我以礼，会汉儒经学宋儒理学宗旨，同造圣贤。",
"马上得之，马上治之，造亿万年太平有道于弓刀锋镝之间，斯诚健者；东面而征，南面而征，救廿一省无罪顺民于水火倒悬之会，是曰仁人。",
"大海茫茫，到无岸无边，视于天，天高在上；飘风发发，正可危可惧，徯我后，后来其苏。",
"登百尺楼，看大好江山，天若有情，应识四方多猛士；留一抔土，争光(辉)日月，人谁不死，独将千古让先生。",
"滕王何在，剩高阁千秋，剧怜画栋珠帘，都化作空潭云影；阎公能传，仗书生一序，寄语东南宾主，莫轻看过路才人。",
"地接锦江，看君君臣臣，有昭烈壮缪武乡，一样大名垂宇宙；文称苏海，叹父父子子，如蓬莱瀛洲方丈，三峰灵气接神仙。",
"宋室无谋，岁输卤数万币，和议既成，仍是两宫困沙漠；汉家斗智，幸分我一杯羹，挟求非计，不劳三寸返新丰。",
"若耶溪上，泛者去而未休，何如游此地乎，静听争流之万壑；山阴道中，苦于应接不暇，是以建斯亭也，坐观竞秀之千岩。",
"求则可得，慎勿放弃不求，但今日将求有功，先防有过；己所不欲，切莫横加异己，愿诸公以己之意，度人之心。",
"放眼古今，倘容判事于斯，吾愿学东坡先生，留一段冷泉佳话；寄怀山水，偶尔披襟到此，可权借西湖名胜，作片时风月清谈。",
"修我墙屋，非直为观美也，比及三年郁郁乎文哉，于斯为盛；率其子弟，又从而礼貌之，有能一日孳孳为善者，何用不臧。",
"说甚神仙，看千年石洞开时，城郭人民，还是耕田凿井；阅成今古，听半夜金鸡叫醒，兴亡秦汉，都归流水桃花。",
"峰聚曰嵕，须知为学本为山，平地增高，进取相期吾往也；泉甘如醴，要识作人同作酒，春风送暖，退休唯恐或寒之。",
"拓地一弓，点缀以丑石奇花，证物我性情，不外法天行健；藏书万卷，搜罗些高文典册，兼东西图籍，聊用壮我之园。",
"卷石兀然，也说从太华分来，遥指天外三峰，入想非想；浮生幻耳，即此是内翰坐处，要知和尚四大，似空不空。",
"朝有奸党，岂能成将帅之功，若教杖钺专征，蛟虎犹非对手敌；世无圣人，不当在弟子之列，惟信读书折节，机云曾作抗颜师。",
"遗迹此台，想当年掩抑七弦，定弹个吾道南来，大江东去；知音何处，到今日苍茫四顾，只剩得汉阳流水，黄鹄高山。",
"孝女名江，看汐往潮来百十里，叠浪层波，是哭父千行血泪；逸才题赞，想外孙幼妇八个字，虫侵蠹啮，为诔娥万古丰碑。",
"河山大好，经先帝留兹安乐窝，断送顿成空，县公实辱三分鼎；家室漂摇，仗何人保我子孙福，自裁唯有死，丞相徒劳六出师。",
"财自何来，果有阴曹州六炉耶，怪年年乞与人间，取之不尽；我无奢望，亦只腰缠十万贯耳，使岁岁满偿此愿，神又何难。",
"壮县伟观，问李群玉溇水亭今安在哉？惟此高楼，撑天无恙；发人远慨，笑袁世凯皇帝梦亦已醒否？愿吾民主，历祀永宁。",
"明月几时有，更上层楼，问棋子声中，谁操胜算；美人犹未来，且摇小艇，向藕花香里，自遣闲情。",
"说甚么英雄，自古迄今，这一个湖名，偏属儿女；幸留得我辈，探幽选胜，看六朝山色，来上楼台。",
"四百八十寺，过眼成墟，幸岚影江光，犹有天然好图画；三万六千场，回头是梦，问善男信女，可知此处最清凉。",
"游宦到钱塘，饮水思源，喜两浙东西，与歙浦江流相接；钟灵自灊岳，登高望远，问双峰南北，比皖公山色何如？",
"作叶与叶想，作非叶想，作非叶即叶想，庶几乎扫叶；有凉之凉时，有不凉时，有不凉之凉时，是故曰清凉。",
"千古痛钱塘，并楚国孤臣，白马江边，怒卷千堆雪浪；两朝冤少保，同岳家父子，夕阳亭里，心伤两地风波。",
"隔岸眺仙踪，问楼头黄鹤，天际白云，可被大江留住；绕栏寻胜迹，看树外烟波，洲边芳草，都凭桀阁收来。",
"因树构重楼，看春阴满地，矫首凌云，道是卧龙将起；飞霞成幻境，指秋水长天．会心当日，除非孤鹜知还。",
"把酒涤凡襟，任天涯草绿，世界尘红，此心澄似双江水；凭栏豁望眼，看细雨帆樯，夕阳楼阁，胜概多于六岭春。",
"兴废总关情，看落霞孤鹜，秋水长天，幸此地湖山无恙；古今才一瞥，问江上才人，阁中帝子，比当年风景何如。",
"革命十余年，亡命十余年，草草劳人，半段绿沉长饮恨；西湖一勺水，东湖一勺水，家家春社，数声铜鼓唱迎神。",
"古文仰作家，论周孔神灵，也当瞻拜门墙，于此同来问字；大笔惊雄鬼，除梵卢伯仲，可以别开径术，其他未敢抗衡。",
"尽楼台池馆，只妙手成图，谁办此五世遗经，万言作赋；视将相王侯，如飘风过眼，才消纳四围烟水，一榻云山。",
"是日游益乐，午出而晡返，灯火归舟尤乐。余自取桨拨舟，因缀句云：‘所愿千年万年长此乐；相将一山一水尽题名。’",
"有所愁便写，无可道便罢休，君若问神仙，试想想崔李本事；一自下故深，百能容故博大，我来望江汉，长殷殷官胡替人。",
"挝鼓想豪雄，问他展墓何人，都知小儿是杨，大儿是孔；赋鹦惊手笔，阅尽成名竖子，怕说坐者为冢，卧者为尸。",
"金甲金神人，以一杵打开妖魔，不言护法，方成护法；铁围铁门限，能只身寻出路径，要说过关，才准过关。",
"到岸猛回头，听潕阳第一滩声，浪与篙争，好仗神威资利济；顺流须努力，看黔国万重山水，峰随柁转，全凭忠信涉波涛。",
"向兹不二法门，插进脚来，好骑天上龙，净土游行伸铁脚；阅尽大千世界，放出头去，莫学汉家马，丰功未蒇泣壶头。",
"姑射之说无稽，空皆属魔，虽三千一微尘，亦有世界；轩农去今未远，理在唯物，必六十四原质，始成我身。",
"无怪倏尔而秦，倏尔而汉，到此地小坐片时，便成旦暮；看来何必有洞，何必有花，与诸君清谈半晌，即是神仙。",
"麋鹿竟游姑苏，倾国倾城，隐然作卧薪尝胆奥援，咄咄吴其为沼；湖船晚逐范蠡，功人功狗，空付与盲女村翁乱说，嗟嗟汉实寡恩。",
"六经万户千门，只慎独两言，上接泗洙，下肩伊洛；三疏九年再窜，痛引裾一决，晚行岭海，夜渡潇湘。",
"隔秋水一湖耳，看岸花送客，樯燕留人，此境原非异土；共明月千里兮，记夜醉长沙，晓浮湘水，相逢好话家山。",
"此之谓大丈夫，富贵不能淫，贫贱不能移，威武不能屈；神时恫于中国，翦阙我公室，倾覆我社稷，荡摇我边疆。",
"不论有诗无诗，开三径而盘桓，常客来可人，花放如愿；亦知此境何境，揽一园之朝暮，也水解行地，山知绕楼。",
"同学尽知名士，不远数千里而来，讲贯切磋，实为两粤英才渊薮；置身作何等人，愿闻二三子之志，文章勋业，须用六经根柢工夫。",
"问谁具正法眼，向义兴未结茆庵，太白未为童子以前，识得苍山真面目；愿我发菩提心，于南海曾谒普门，西湖曾参灵隐而后，来寻黄蘖老头陀。",
"数千里奔湍激浪，到此楼前，公暇一凭阑，江汉双流相映照；十余年人物英雄，恍如梦幻，我来重访鹤，沧桑三度记曾经。",
"俾人间薪突无忧，巍巍成功，于国为捍大灾，御大患；与天下文明应象，赫赫专祀，愿神永光此土，牗此民。",
"郁满腔壮采奇情，挝鼓裸衣，早目空老奸曹瞒，俗物黄祖；剩几辈词人墨客，访碑谒墓，犹指点洲前芳草，江上斜阳。",
"未忘陈迹在京江，浮湘汉而来，到此登楼，岂但胸中小云梦；却喜善缘结甘露，叹孙吴已往，自公作古，何曾眼底有金焦。",
"公有功若历山高，我欲琅琊刻石，徂徕摩崖，橥百战空群之伟绩；灵其来兮靡笄下，谁持肥县碧桃，乐陵丹枣，歈九歌传舞以迎神。",
"男儿死耳又奚言，若论唐室元勋，数百战功名，岂输郭李；父老谈之犹动色，但吁扬州都督，亿万年魂魄，永镇江淮。",
"卅六里雪浪飞来，淘尽万里英雄，尚遗鸦阵神兵，留传部曲；廿八将云台在否？幸有五溪祠庙，得与羊裘钓叟，共占江山。",
"何须说黄鹤岳阳，且凭枉渚孤峰，合管领沅水清风，洞庭皓月；于此参天龙白版，兼访古坛善卷，也学他坡仙载酒，岛佛吟诗。",
"你眉头着甚么焦，但能守分安贫，便收得和气一团，常向众人开笑口；我肚皮这般样大，总不愁穿虑吃，只讲个包罗万物，自然百事放宽心。",
"五年间谪宦栖迟，试较量惠州麦饭，儋耳蛮花，那得此清幽山水；三苏中天才独绝，若尚论东坡八诗，赤壁两赋，是我公游戏文章。",
"昔我来时花未开，今日花时我未来，也算神交，难道是前身缘法；搔首问天天不语，低头问花花笑汝，别无好句，那许做大地闲人。",
"百年三万六千场，以慧眼观沧海桑田，如梦幻泡影，如露如电；大藏千五卅八部，有信心者女人男子，能书写诵读，能受能持。",
"铜雀算老瞒安乐窝，卖履晚无聊，一世雄尽，美人亦尽；洞庭是夫婿战利品，埋香兹有托，三分鼎亡，抔土不亡。",
"新居拓静安寺之旁，频年艺竹栽花，敢上规开府梨桃，征君松竹；空气自太平洋而至，几辈凭栏把酒，尽消受管弦夜月，纨绮清风。",
"守险说一丸泥封关，由汉而晋而唐而宋而明，阅二千年割据兴亡，独此山无恙；登高看五大洲变局，曰亚与欧与澳与非与美，合九万里纵横扫荡，倘我后有灵。",
"今不管世界虎斗龙争，拓地十弓，假愚谷为名，五柳自号；未须疑此园山穷水尽，出门一笑，看后溪东去，三峰北来。",
"念先人须善嗣先人弓裘，必教泽如清溪，吏才如霖溪，方无惭出处；入此庙在求通此庙肸蠁，惟束顽以宗法，合敬以祭法，庶不忝烝尝。",
"下邑归东吴版图者凡六十年，论瑞纪天门，不闻俎豆馨香，奉祀虔修孙氏庙；此邦距西蜀边鄙间近一千里，问神迎社鼓，可趁交通便利，临歧小住汉官仪。"]
