["轩辕台，伯夷庙，吉甫墓碑，观圣贤风教所遗，请稽经典；碣石馆，日华宫，首善书院，数幽冀人才之盛，直到皇朝。",
"行使之，止或尼之，三千里外倦游人，赢得白发归来，青山无恙；吾老矣，逝将去矣，六十余年惭学道，孤负渠阳旧治，珮浦歌声。",
"不生不灭，不垢净，不增减，度十方苦，是名诸佛；无我无人，无众生，无寿者，离一切相，方见如来。",
"补天娲神，行地母神，大哉乾，至哉坤，千古两般神女；治水禹圣，济川后圣，河之清，海之晏，九州一样圣功。",
"无父何怙，我独安归，适子馆兮，风人雨人，百年如一日；大厦落成，公不复见，登斯堂也，顾我复我，九原有二天。",
"遵大路兮，自东自西，自南自北，为之范我驰驱，今天下车同轨；登斯堂也，如切如磋，如琢如磨，尔尚一乃心力，有志者事竟成。",
"钟阜割秀，青溪分源，咫尺接层城，叹禁苑全虚，尚留此寺；谢傅棋枰，荆公第宅，去来皆幻迹，问孤墩终古，究属何人？",
"麓山之巅，湘水之滨，携剑倚苍茫，数前朝梅将功名，蒋侯威望；武昌以西，汉阳以北，凭栏瞰风物，想故国定王台榭，贾傅祠堂。",
"北起荆山，南包衡岳，中更九江合流，形胜称雄，楚尾吴头一都会；内修吏治，外肄戎兵，旁兼四裔交涉，师资不远，林前胡后两文忠。",
"山温水腻，风月常存，几人打桨清游，倩小妓新弦，翻一曲齐梁乐府；局冷棋枯，英雄安在，有客登楼闲眺，仰宗臣遗像，压当年常沐勋名。",
"行藏以道，出处因时，使无三顾频烦，亦与水镜鹿门，甘心肥遁；成败论人，古今同慨，似此全才难得，尚有子由承祚，刻意讥评。",
"花花叶叶，翠翠红红，惟尔神着意扶持，不教雨雨风风，清清冷冷；鲽鲽鹣鹣，生生世世，愿有情都成眷属，长此朝朝暮暮，喜喜欢欢。",
"流血武昌，喋血亦武昌，革命后先，庚子七月，辛亥八月；殉名烈士，无名尤烈士，成仁彪炳，苏州五人，长沙九人。",
"民国维新，女校与维新，千载一时，为九澧好河山，特创乡土未有之局；兰台不朽，大家亦不朽，参天两地，看历朝贤闺阁，宁让男儿独成其名。",
"九澧此楼，点缀以洗墨池，囊萤台，更一部弦诵声，大庇有万千间广厦；四郊多垒，经过了龙蛇战，虫沙劫，剩再来笠屐影，快登看八百里洞庭。",
"观乎天文，其分野为斗牛，适于馆兮，亦尝远征勾吴国风，心仪延陵高致；传之来世，虽千载犹旦暮，后有作者，庶几抗怀乾嘉诸老，迈迹齐梁前尘。",
"高登百尺楼，倏尔废，倏尔兴，四顾岸然，此何关天行人治；俯视万家县，亦有忧，亦有乐，诸君观者，莫空话尊酒斜阳。",
"地居黄运中，水欲治，漕欲通，千里河流，涓滴皆从心上过；官作军民主，宽以恩，严以法，一邑众庶，笑啼都到眼前来。",
"儿女不知愁，南朝金粉，北地胭脂，何事干卿，寂寞一池吹水皱；将相本无种，旧庙鸡鸣，新祠虎踞，其人不死，淋漓大笔写图看。",
"同治三年秋，两浙平定，游冷泉亭，山僧语予，亭旧有‘泉自几时冷起；峰从何处飞来’一联，毁于兵燹，乞补书之。予因题此，盖欲为彼氏作一了语也。",
"水木湛清华，金焦而外，又益名区，却忆向岁经营，江友风流贤大守；春秋多佳日，簿领余闲，偶来游眺，犹记故乡仿佛，济南潇洒大明湖。",
"三度入岭南，幼过始兴，晚出蓝关，此行当中岁之交，驱鳄文章犹在后；数峰对江上，访贤令山，登同冠峡，我欲起功曹而问，叉鱼诗句殆其时。",
"古今称形胜，历汉迄今，几千年王气潜消，治乱兴亡，都付与大江东去；雄秀出重霄，高瞻远瞩，八万里山灵郁毓，英雄豪杰，当有共斯楼齐名。",
"一自金莲撤，太息此台空，漭漭长川，问今代读书，谁其嗣者；记曾玉笋参，仅留禅悦在，悠悠浩劫，闻公余说鬼，我欲从之。",
"二亩半在邑，二亩半在田，莫管是邑是田，海阔天空，一花一世界；众香国里来，众香国里去，何如不来不去，神行官止，千树千菩提。",
"明月共天涯，看云影波光，恍疑身在江南，访当年佛祖谈禅，诗仙留带；春风移岭表，趁蕉阴椰叶，偶尔步来城北，问何处韩公遗碣，常相残碑。",
"禄山、庆绪，悍然其无君父，当年即弃孤城，效忠乱贼，曾邀富贵之几时；今狐、尹奇，不幸而有子孙，今日试登双庙，下拜先生，将置祖宗于何地。",
"地势据上游，遥遥控滇黔秦陇，切盼销兵，天府称雄，此邦不亚江南好；皇华来益部，历历咨民物山川，壮怀叱驭，锦城云乐，吾辈休歌蜀道难。",
"东流江海汇，揽此地一亭风月，休忘却几辈乡贤，百战余生，鹅鹳千军雄剑泪；南宋古今悲，拚吾家两字精忠，难撑起中原孱局，九州大错，龙鼍万派怒潮声。",
"一切有为法，如梦如幻如泡影如露珠，作如是观，法尚应舍，何况非法；三昧诸相身，无人无我无众生无寿者，此何以故，身皆具足，乃大名身。",
"吕道人太无聊，八百里洞庭，飞过去，飞过来，一个神仙谁在眼；范秀才亦多事，数十年光景，甚么先，甚么后，万家忧乐独关心。",
"师统扶君统于微，东鲁衰，圣人生，南宋衰，贤人出；临安视新安为近，望帝乡，沧海月，怀故乡，黄海云。",
"荆州形胜即中原，得之则进取易，失之则退守难，天意苍茫，莫怪公犹立马；壮武大名垂宇宙，生不为曹氏臣，死不作孙家妾，人心维系，遂令我欲登龙。",
"子桓南皮尽宾燕欢，丝竹并奏，觞酌流行，当此之时，忽然不自知乐逸；羲之兰亭序修禊事，仰观宇宙，俯察品类，后之览者，亦将有感于斯文。",
"一枝笔挺起江汉间，到最上层，放开肚皮，直吞将八百里洞庭，九百里云梦；千年事幻在沧桑里，是真才子，自有眼界，那管他去早了黄鹤，来迟了青莲。",
"自在观，观自在，无人在，无我在，问此时自家安在，知所在自然自在；如来佛，佛如来，有将来，有未来，究这身如何得来，已过来如见如来。",
"其山恒，其水滹，其浸涞，其薮昭余祁，会大一统车书，渊岳钟灵皇建极；鄙夫宽，薄夫敦，顽夫廉，懦夫有立志，卒三千年人物，庙堂观礼士希贤。",
"莫寻仇，莫负气，莫听教唆，到此地费心费力费钱，就胜人，终累己；要酌理，要揆情，要度时势，做这官不清不勤不慎，易造孽，难欺天。",
"绛灌功名，千年如生，痛袭荆陷桧，两皆未用功名，终是人国不祥，故人国即从而陨获；江湖门户，九澧之蔽，稽拒魏禽么，独毅然遮门户，战为地方作卫，斯地方永报以馨香。",
"数百校巍峨，此有用，此有财，同志诸君，得一分权利，须尽一分义务；十万贯支给，出于民，出于土，责任在我，去个人私心，乃保个人名誉。",
"辛勤有此庐，抽身归矣，喜鸟啼花笑，三径常开，好领取竹簟清风，茆檐暖日；萧闲无个事，诸户悠然，对茶熟香温，一编独抱，最难忘别来旧雨，经过名山。",
"誓欲龙骧虎视，以扫荡中原，惊风雨，泣鬼神，前出师表，后出师表；时当地裂天崩，求缵承正统，失萧曹，见伊吕，西汉功臣，东汉功臣。",
"燹前楼阁未成灰，只剩得半折磬，一卷经，五更钟，六月凉风，三冬积雪；雨后园林无限好，最爱是百本蕉，千条柳，万竿竹，数声啼鸟，几寸游鱼。",
"忠臣魂，烈士魄，英雄气，名贤手笔，菩萨心肠，合古今天地之精灵，同此一山结束；蠡水烟，湓浦月，浔江涛，马当斜阳，匡庐瀑布，挹南北东西之胜景，全凭两眼收来。",
"几堆江上画图山，繁华自昔，试看奢如大业，令人讪笑，令人悲凉，应有些逸兴离怀，才领得廿四桥头箫声月影；一派竹西歌吹路，传诵于今，必须才似庐陵，方可遨游，方可啸咏，切莫把秾花浊酒，便当作六一翁后余韵流风。",
"一生与宰相无缘，始进时魏公误抑之，中岁时荆公力扼之，即论免役，温公亦深厌其言，贤奸虽殊，同怅君门违万里；到处有西湖作伴，通判日杭州得诗名，出守日颍州以政名，垂老投荒，惠州更寄情于佛，江山何幸，但经宦辙便千秋。",
"一瓦一椽，一粥一饭，檀那脂膏，行人血汗，尔戒不持，尔事不办，可惧可忧，可嗟可叹；一时一日，一月一年，流光易度，幻影匪坚，凡心未了，圣果未圆，可惊可怖，可悲可怜。",
"仰惊六宇宽，变成几多雨，几多露，几多雪，几多风和雷，时出时入，时往时来，多少神奇谁镇住；俯视众山小，看破一个嵩，一个衡，一个恒，一个泰与华，自西自东，自南自北，个中底蕴此平分。",
"岷峨望气信葱茏，运启蚕丛，位崇杜宇，历数蛮夷大长，荒服争豪，善国有攸归，待到浊鹿上宾，二祖遥传皇帝统；高蒋称陵皆僭窃，臭遗彰德，迹涸丹阳，几经风雨消磨，死灰就冷，斯人谁不朽，朅来石牛凭吊，一抔独见汉江山。",
"峒蛮讧汉，土酉啸明，中更李唐赵宋，上下古今二千年，禽狝草薙，汔无宁时，日月曾几何，弦歌诗书，盖四海承平久矣；澧水带前，太华屏后，远环龙寨天门，蜿蜒磅礡数百里，鳞错虬蟠，凑此堂宇，乾坤兹一洗，将相文武，与诸君深造期之。",
"卅六洞别有一天，渊明记，辋川行，太白序，昌黎歌，渔邪？樵邪？隐耶？仙邪？都是名山知己；五百年问今何世，鹿亡秦，蛇兴汉，鼎争魏，瓜分晋，颂者，讴者，悲者，泣者，未免桃花笑人。",
"一楼何奇，杜少陵五言绝唱，范希文两字关情，滕子京百废俱兴，吕纯阳三过必醉，诗耶？儒耶？吏耶？仙耶？前不见古人，使我沧然涕下；诸君试看，洞庭湖南极潇湘，扬子江北通巫峡，巴陵山西来爽气，岳州城东道岩疆，潴者，流者，峙者，镇者，此中有真意，问谁领会得来。"]
